package www.municipality.ir.takestanmunicipality.IntroductionMunicipality;


import android.os.Bundle;
import android.support.v4.app.Fragment;
import android.support.v4.content.ContextCompat;
import android.text.Html;
import android.view.LayoutInflater;
import android.view.View;
import android.view.ViewGroup;
import android.widget.Toast;

import www.municipality.ir.takestanmunicipality.R;
import www.municipality.ir.takestanmunicipality.Views.CustomTextView;

/**
 * A simple {@link Fragment} subclass.
 */
public class Introduction_Municipility_Rules_Data extends Fragment {


    public Introduction_Municipility_Rules_Data() {
        // Required empty public constructor
    }

    private CustomTextView textView;
    private View view;


    @Override
    public View onCreateView(LayoutInflater inflater, ViewGroup container,
                             Bundle savedInstanceState) {

        view = inflater.inflate(R.layout.fragment_introduction__municipility__rules__data, container, false);;

        textView = view.findViewById(R.id.IntroductionMunicipalityRulesData_Text);

        int data = getArguments().getInt("data");

//        Toast.makeText(getActivity(), "{ " + data + " }", Toast.LENGTH_SHORT).show();

        textView.setText(GetData(data));
        return view;
    }

    private String GetData(int x){

        switch (x) {
            case 0:
                return "آئین نامه اجرایی اصلاح قانون حفظ و گسترش فضای سبز در شهرها مصوب 13/5/88 مجمع تشخیص مصلحت نظام ماده1- تعاریف واژگان به کار برده شده در این آئین نامه به شرح بندهای ذیل تعریف می شوند: الف)نهال:گیاه ...\n" +
                        "\n" +
                        "آئین نامه اجرایی اصلاح قانون حفظ و گسترش فضای سبز در شهرها\n" +
                        "مصوب 13/5/88 مجمع تشخیص مصلحت نظام\n" +
                        " \n" +
                        "ماده1- تعاریف\n" +
                        "واژگان به کار برده شده در این آئین نامه به شرح بندهای ذیل تعریف می شوند:\n" +
                        "الف)نهال:گیاه دارای ساقه (تنه) چوبی منفرد که محیط بن آن کمتر از پانزده (15)سانتیمتر باشد\n" +
                        "ب)درخت:گیاه خشبی (چوبی)دارای ساقه منفرد اعم از درخت دارای میوه ماکول (مثمر) وسایر درختان (غیر مثمر) که محیط بن آنها از پانزده سانتیمتر کمتر نباشد.\n" +
                        "تبصره:درخت مو با هر بن و بوته های چای مشمول این تعریف می باشد.\n" +
                        "ج) بن درخت:محل تلاقی تنه درخت یا نهال با سطح زمین است. در صورتی که درخت در سطح زمین به چند ساقه منشعب شده باشد بن قطورترین ساقه ملاک عمل خواهد بود بقیه ساقه ها،شاخه محسوب می شوند.\n" +
                        "د)باغ:از نظر این آیین نامه به محل اتلاق می شود که حداقل یکی از مشخصات ذیل داشته باشد.\n" +
                        "1- داشتن حداقل 500 متر مربع مساحت در صورت وجود بنا ومستحدثات در زمین به طور متوسط در هر شانزده (16)متر مربع محوطه باز خارج از ساختمان یک اصله درخت ودر صورت عدم سابقه احداث بنا به طور متوسط هر بیست وپنج(25)متر مربع یک اصله درخت مثمر و یا غیر مثمر و یا ترکیبی از آنها غرس شده باشد.قطع وامحای درختان موجب عدم احتساب تعداد درختان کسر شده در آمار (لحاظ شده در این بند )نخواهد بود.\n" +
                        "2- دارا بودن سند مالکیت ویا سند مادر قبل از تفکیک به عنوان باغ،باغچه،زمین منجر وباغ عمارت.\n" +
                        "3-دارا بودن سابقه برای دایر باغ ،دایر باغچه ،دایر مشجر از کمیسیون ماده دوازدهم (12) قانون زمین شهری\n" +
                        "4- محلهایی که در حریم شهر توسط وزارت جهاد کشاورزی باغ شناخته شده اند.\n" +
                        "5- محلهایی که به تشخیص شورای اسلامی باغ شناخته می شوند.\n" +
                        "ه)فضای سبز شهری:عرصه های مشجر و دارای پوشش گیاهی در محدوده وحریم شهرها که دارای مالکیت عمومی ،دولتی وخصوصی باشند.\n" +
                        "و)قانون:منظور از قانون در این آئین نامه قانون \"اصلاح قانون حفظ وگسترش فضای سبز در شهرها مصوب سال1359شورای انقلاب می باشد که در تاریخ 13/5/88 به تصویب مجمع تشخیص مصلحت نظام رسیده است.\n" +
                        "ماده 2:\n" +
                        "حد نصاب تفکیک باغات در محدوده شهرها2000متر مربع ودر حریم شهرها براساس حد نصاب مشخص شده در قانون جلوگیری از خرد شدن اراضی کشاورزی (صرفا در مورد باعات) وآئین نامه مصوب هیات وزیران آن می باشد.\n" +
                        "ماده3:\n" +
                        "شهرداری مکلف است قبل از صدور پروانه ساختمانی برای بررسی هر نوع تغییر وضعیت درختان املاک واراضی موضوع ماده1 این آئین نامه وصدور پایان کار آن دسته از املاکی که پس از صدور پروانه ساختمانی وضعیت وتعداد درختان موجود در عرصه آنها دچار تغییر شده است موضوع را از کمیسیونهای ماده 7 آئین نامه ودر مورد باغات واقع در حریم شهرها قبل از صدورپروانه ساختمانی ،مراتب را از دبیرخانه کمیسیون تبصره یک ماده یک قانون حفظ کاربری اراضی زارعی وباغ ها مستقر در سازمان جهاد کشاورزی استان استعلام نماید.\n" +
                        "ماده4:\n" +
                        "کاشت،حفاظت وآبیاری درختان وفضاهای سبز معابر ،میادین ،بزرگراها وبوستان های عمومی واقع در داخل محدوده شهرها به استثنای بوستان های محیط زیست ومناطق چهارگانه موضوع بند الف ماده3قانون حفاظت وبهسازی محیط زیست از وظایف شهرداری است.\n" +
                        "تبصره1:\n" +
                        "حفظ ونگهداری وآبیاری درختان در سایر محل های مشمول قانون به عهده مالکین ،ساکنین (بهره برداران) و متصرفین آنها است.\n" +
                        "تبصره 2:\n" +
                        "در مورد موقوفات ، متولیان با قائم مقام قانونی آنان یا مستاجرین ، بهره برداران و متصرفین مسئول آبیاری و نگهداری درختان هستند.\n" +
                        "تبصره 3:\n" +
                        "در صورت اهمال در نگهداری درختان مشمول قانون، شهرداری موظف است با اخذ مجوز از دادستان، رأساً نسبت به آبیاری و نگهداری آنها اقدام و هزینه های متعلقه را با پانزده درصد(15%) اضافی به عنوان کارمزد از مالک دریافت نماید. لاکن در صورت اعلام مالک مبنی بر عدم توانایی در نگهداری درختان شهرداری مجاز است در خصوص حفظ و نگهداری درختان به مالک مساعدت نموده و تنها هزینه های مترقبه را از وی دریافت نماید. در صورت استنکاف مالک یا متصدی از پرداخت هزینه های فوق الذکر، اداره اجرای احکام ثبت محل با دستور دادستان مکلف است نسبت به وصول و واریز آن به حساب شهرداری طبق اجرای اسناد لازم الاجرا اقدام نماید\n" +
                        "ماده 5:\n" +
                        "برای قطع و جابجایی هر گونه درخت در معابر و اماکن عمومی، دولتی و خصوصی واقع در محدوده و حریم شهر، با درخواست مالکین، متولیان، متصدیان و اشخاص مسئول این اماکن، در موارد زیر پس از تصویب کمیسیون موضوع ماده 7 این آیین نامه شهرداری مکلف به صدور مجوز می باشد.\n" +
                        "الف- درخت غیرمثمری که به سن بهره وری رسیده باشد و به قصد انتفاع از جوب آن درخواست قطع داده شده باشد که در این صورت باید به جای آن توسط مالک یا متقاضی،\u200Cمجدداً درخت غرس شود. چنانچه شهرداری مایل به حفظ درخت باشد، بهای عادله چوب آن را با توافق با مالک پرداخت می نماید و در صورت اختلاف بهای آن طبق نظر کارشناس رسمی دادگستری تعیین و به مالک پرداخت خواهد شد.\n" +
                        "ب- درختی که به علت آفت زدگی، بیماری، انگل و یا علل غیر عمد دیگر خشک شده و یا احتمال سرایت آفت و بیماری از آن به دیگر درختان و گیاهان وجود داشته باشد ویا احتمال سقطو آن برود که در این صورت باید بجای آنها نهال به میزان دو برابر محیط بن درخت غرس شود (مطابق تبصره 2 انجام شود).\n" +
                        "ج- درخت در محل احداث ساختمان و یا مسیر راه، کانال و مجاری آب، خطوط انتقال برق، لوله کشی نفت،گاز، تلفن و نظایر آن قرار گرفته باشد و یا به هر نوعی مانع از اجرای طرح های عمرانی و عمومی باشد.\n" +
                        "د- درخت واقع در معابر و یا میادین مانع عبور و مرور طبیعی باشد و یا وجود آن برای مالکین و ساکنین مزاحمت ایجاد کرده باشد.\n" +
                        "تبصره 1:\n" +
                        "کلیه دستگاه های ارائه دهنده خدمات شهری (از قبیل آب، فاضلاب، گاز،\u200C برق،\u200C مخابرات، شرکت پخش فرآورده های نفتی و شهرداری و سازمان های وابسته به آن ...) موظفند قبل از انجام هر گونه عملیات عمرانی که مستلزم قطع درختان و یا تخریب فضای سبز باشد،\u200C علاوه بر سایر مجوزهای لازم،\u200Cاز شهرداری (کمیسیون موضوع ماده 7 آیین نامه) مجوز اخذ نمایند.\n" +
                        "تبصره2:\n" +
                        "در مورد بندهای (ج) و (د) اولویت با انتقال درختان در فصل مناسب با نظارت شهرداری و با رعایت اصول علمی و فنی می باشد و در صورت اجتناب ناپذیر بودن قطع درخت و عدم امکان واکاری می باید با رعایت اصول ایمنی به ازای درختهایی که اجازه قطع آن از طرف کمیسیون ماده 7 این آئین نامه صادر می شود به تعداد دو برابر مجموع محیط بن ها در محل تعیین شده که شهرداری معین می کند غرس نماید.\n" +
                        "تبصره 3:\n" +
                        "عوارض قطع درخت موضوع این ماده طبق تعرفه ای که به پیشنهاد شهرداری به تصویب شورای اسلامی شهر می رسد. توسط شهرداری اخذ خواهد شد.\n" +
                        "تبصره 4 :\n" +
                        "فعالیت و بهره برداری از خزانه، قلمستان یا عمده فعالیت آنها بر اساس مجوز و دستورالعمل شهرداری بلامانع است.\n" +
                        "ماده 6:\n" +
                        "در صورتی که شخص یا اشخاص اعم از حقیقی یا حقوقی موجبات اتلاف و امحای درختان موضوع قانون را فراهم آورند شهرداری در اجرای ماده 3 این آئین نامه موظف است نسبت به تعقیب جزایی و اخذ جریمه از طریق مراجع قضایی پیگیری جبران خسارت وارده اقدام نماید.\n" +
                        "مأمورین شهرداری که در اجرای ماده 5 این قانون از انجام این وظیفه تعلل نموده و به موقع اقدام نکنند متخلف شناخته شده و مورد تعقیب قانونی قرار خواهند گرفت.\n" +
                        "ماده 7 :\n" +
                        "به منظور نظارت بر حسن اجرای قانون و آئین نامه اجرایی آن و تشخیص باغات کمیسیونی مرکب از اعضای زیر در هر شهرداری تشکیل می شود.\n" +
                        "الف- یکی از اعضای شورای اسلامی شهر به انتخاب شورا\n" +
                        "ب- یک نفر به انتخاب شهردار ترجیحاً معاون شهرسازی و یا معاون خدمات شهری شهرداری\n" +
                        "ج- مدیرعامل سازمان پارکها و فضای سبز و در صورت عدم وجود سازمان پارکها و فضای سبز در شهرداری، مسئول فضای سبز شهرداری\n" +
                        "تبصره 1:\n" +
                        "شهرداری موظف است برای صدور پروانه ساختمانی در عرصه های با مساحت بیش از 500 مترمربع که در محدوده شهر واقع می باشد نظر کمیسیون فوق را اخذ نموده و مطابق آن عمل نماید.\n" +
                        "تبصره 2:\n" +
                        "شهرداری موظف است در کلان شهرها برای صدور پروانه ساختمانی در عرصه های بین 500 تا 2000 مترمربع واقع در محدوده شهر کمیسیونی مرکب از اعضای زیر را در هر یک از مناطق شهرداری تشکیل داده و نظریه کمیسیون را اخذ و مطابق آن اقدام کند.\n" +
                        "الف- نماینده شورای اسلامی شهر به انتخاب رئیس شورا\n" +
                        "ب- مدیر منطقه شهرداری و در صورتی که شهرداری منطقه نداشته باشد، شهرداری آن شهر\n" +
                        "ج- نماینده مدیرعامل سازمان پارکها و فضای سبز شهرداری، در صورت عدم وجود سازمان پارکها و فضای سبز در شهرداری نماینده خدمات شهری شهرداری\n" +
                        "تبصره 3:\n" +
                        "جهت تشخیص باغات توسط شورای اسلامی شهر، شهرداری موظف است درخواست مالک و ذینفع یا درخواست خود را با سوابق و مدارکی که در بند «د» ماده 1 آیین نامه مذکور آمده است به کمیسیون ماده 7 ارسال نماید و نظر کمیسیون را که حداکثر ظرف مدت یک ماه صادر خواهد شد، به ذینفع ابلاغ کند. در صورتیکه ذینفع دو ماه بعد از اخذ ابلاغ شهرداری به نظریه کمیسیون اعتراض داشته باشد،\u200Cاعتراض خود را به شهرداری تقدیم خواهد کرد. شهرداری آن را به شورای اسلامی شهر ارسال خواهد داشت. نظر شورای اسلامی شهر در مورد تشخیص باغ قطعی است. در غیر اینصورت چنانچه مالک یا ذینفع پس از دو ماه به نظر کمیسیون مزبور اعتراض ننماید مصوبه کمیسیون بعنوان رأی قطعی و نظر شورای اسلامی شهر تلقی خواهد شد.\n" +
                        "ماده 8:\n" +
                        "متقاضیان قطع، جابجایی یا سربرداری درختان باید درخواست خود را به شهرداری محل اولیه و فرم مخصوصی که در این زمینه توسط شهرداری در اختیار آنان قرار داده می شود تکمیل و تحویل نمایند.\n" +
                        "شهرداری مکلف است حداکثر ظرف مدت یک هفته از تاریخ تسلیم و ثبت، درخواست متقاضی را به کمیسیون ماده 7 موضوع این آئین نامه ارجاع نماید . کمیسیون مزبور مکلف است حداکثر ظرف مدت یک ماه در خصوص درخواست متقاضی اتخاذ تصمیم نماید و شهرداری حداکثر ظرف مدت یک هفته از تاریخ ابلاغ نظر کمیسیون موضوع را به متقاضی اعلام نماید و در صورت عدم اتخاذ تصمیم توسط کمیسیون یا تاخیر در ابلاغ پس از موعد مذکور، شهرداری مکلف است حسب تقاضای متقاضی مجوز صادر کند.\n" +
                        "تبصره 1:\n" +
                        "شهرداری و متقاضی تحت هیچ شرایط قبل از دریافت مجوز لازم، مجاز به قطع درخت یا سربرداری با جابجایی آن نخواهد بود.\n" +
                        "تبصره 2:\n" +
                        "شهرداری موظف است درصورت درخواست متقاضی برای جابجایی یا سربرداری درخت رعایت ضوابط و اصول علمی و ایمنی را نموده و امکانات و تسهیلات مورد نیاز را در قبال دریافت اجور و هزینه های مترقبه در اختیار متقاضی قرار دهد.\n" +
                        "ماده 9:\n" +
                        " کمیسیون ماده 7 موظف است ضوابط مربوط به رعایت اصول فنی و ایمنی و همچنین نحوه استفاده ازتجهیزات و امکانات شهرداری برای سربرداری و جابجایی درختان و فضاهای سبز را تدوین نموده و پس از تصویب شورای اسلامی شهر اعلام عمومی نماید.\n" +
                        "تبصره :\n" +
                        "هرگونه جابجایی توسط مالکین، متصدین و ذینفعان و شهرداری در محدوده و حریم شهر و در معابر و اماکن عمومی و خصوصی با اخذ مجوز از کمیسیون موضوع ماده 7 امکان پذیر است. در غیراین صورت شهرداری موظف به جلوگیری است. سربرداری و هرس طبق دستورالعملی که توسط شهرداری تهیه و ابلاغ خواهد شد صورت می پذیرد تا موجب رشد درختان و جلوگیری از خشک شدن آنها گردد.\n" +
                        "ماده 10:\n" +
                        "در اجرای مواد 1 و 7 قانون حفظ و گسترش فضای سبز در شهرها و اصلاحیه های آن شهرداری موظف است شناسنامه باغات مشمول این قانون را به همراه مشخصات ذیل تهیه کردوه و بروز نگهداری نماید:\n" +
                        "الف: شماره پلاک ثبتی با شماره نوسازی پلاک مشمول\n" +
                        "ب: مساحت ملک\n" +
                        "ج: نشانی دقیق محل شامل: شهر، منطقه، ناحیه، خیابان، کوچه، شماره، نام مالک با ذینفع\n" +
                        "د: تعداد و مشخصات ، سمت و امضای مأمور تنظیم کننده اطلاعات شناسنامه که به عنوان ضابط دادگستری شناخته می شود.\n" +
                        "تبصره1:\n" +
                        "شهرداری موظف است پس از شناسایی ، باغ های واقع در محدوده و حریم شهر آنها را روی نقشه و سامانه های مربوطه(GIS و(مشخص و اعلام نماید این باغ ها به هیچ وجه حتی در صورت قطع تمام درختان ،\u200Cبدون اخذ مجوزهای قانونی از عنوان باغ خارج نخواهند شد.\n" +
                        "تبصره2:\n" +
                        " شهرداری موظف است نسخه ای از شناسنامه تنظیمی محل مزبور را به مالک یا ذینفع یا قائم مقام قانونی وی ابلاغ نماید.\n" +
                        "تبصره 3:\n" +
                        "شهرداری موظف است هر سال نسبت به پلاک کوبی حداقل بیست درصد فضای سبز خود اقدام نمایند.\n" +
                        "ماده 11:\n" +
                        " شهرداری موکلف است از مشخصات درختان واقع در معابر، میادین، بزرگراه ها و بوستان های عمومی فهرستی شامل نوع درخت، محیط بن، محل کاشت و تاریخ گزارش ،\u200Cتهیه و تنظیم نموده و مراتب را با پلاک کوبی روی درختان و روی سامانه های مربوطه (GIS و( منعکس نماید.\n" +
                        "ماده 12\n" +
                        "            به منظور حفظ، نگهداری واحیای باغات وزمین های مشجر، شورای اسلامی شهر موظف است به منظور حفظ و نگهداری باغات خصوصی، دستورالعملهای تشویقی برای ساخت وساز محدود دراین املاک را در چهارچوب قوانین وضوابط شواری عالی شهرسازی ومعماری ایران تهیه وتصویب نمایند\n" +
                        "ماده 13\n" +
                        "            وزارت مسکن وشهرسازی وشهرداری ها موظفند درجهت حفظ باغات مخصوصاَ در شهرهایی که سرانه فضای سبز آنها کمتر از استاندارد است در مطالعات طرح جامع شهرها حتی الامکان باغات را در کاربری فضای سبز پیش بینی نمایند.\n" +
                        "تبصره 1\n" +
                        "            شهرداری ها و شوراهای اسلامی شهر شرایطی فراهم نمایند تا با خرید باغات محدوده شهر، بوستانهای شهری در آنها احداث و در اختیار عموم قرار گیرد.\n" +
                        "تبصره 2\n" +
                        "            شهرداری ها موظفند برای حفظ باغات بزرگ شهری حتی الامکان حمایت های لازم را از مالکان آنها به عمل آورند.\n" +
                        "تبصره 3\n" +
                        "            شهرداری ها موظفند در شهرهایی که سرانه فضای سبز آنها کمتر از استاندارد است، برنامه پنج ساله ادواری برای حفظ و گسترش فضای سبز شهر را تهیه و به تصویب شورای اسلامی شهر برسانند.\n" +
                        " \n";
            case 1:
                return "فصل اول – هدف، دامنه شمول و تعاریف \n" +
                        "الف – هدف: \n" +
                        "هدف از تدوین این آیین\u200Eنامه پیشگیری از حوادث منجر به\u200Eصدمات و خسارات\u200Eجانی\u200Eو مالی در عملیات\u200Eساختمانی و تامین ایمنی و حفاظت نیروی\u200Eانسانی شاغل در کارگاه\u200Cهای\u200Eساختمانی است. \n" +
                        "ب – دامنه شمول \n" +
                        "مقررات این آیین نامه به استناد ماده 85 قانون کار جمهوری اسلامی ایران تدوین و در مورد کلیه کارگاه\u200Cهای ساختمانی لازم الاجرا است. \n" +
                        "ج – تعریف صاحب کار در کارگاه ساختمانی \n" +
                        "صاحب کار شخصی است حقیقی یا حقوقی که مالک یا قائم مقام قانونی مالک کارگاه ساختمانی بوده و انجام یک یا چند نوع از عملیات ساختمانی را به یک یا چند پیمانکار محول می\u200C\u200Cنماید و یا خود راساً یک یا تعدادی کارگر را در کارگاه ساختمانی متعلق به خود برطبق مقررات قانون کار بکاری گمارد که در حالت دوم کارفرما محسوب می\u200C\u200Cگردد. \n" +
                        "د – تعریف کارفرما در کارگاه ساختمانی \n" +
                        "کارفرما در کارگاه ساختمانی شخصی است حقیقی یا حقوقی که یک یا تعدادی کارگر را در کارگاه ساختمانی برطبق مقررات قانون کار و به حساب خود بکار می\u200C\u200Cگمارد اعم از اینکه پیمانکار اصلی، پیمانکار جزء و یا صاحب کار باشد. \n" +
                        "هـ - تعریف مهندس ناظر \n" +
                        "مهندس ناظر شخصی است حقیقی یا حقوقی که برطبق قانون نظام مهندسی و کنترل ساختمان دارای پروانه اشتغال به کار مهندسی از وزارت مسکن و شهرسازی است و در حدود صلاحیت\u200Eخود، مسئولیت\u200Eنظارت برتمام یاقسمتی ازعملیات\u200Eساختمانی\u200Eرا برعهده می\u200C\u200C\u200Cگیرد. \n" +
                        "و – تعریف حادثه ناشی از کار \n" +
                        "حادثه ناشی از کار به استناد ماده 60 قانون تامین اجتماعی حادثه\u200Cای است که در حین انجام وظیفه و به سبب آن برای کارگر اتفاق می\u200C\u200Cافتد و موجب صدماتی برجسم و روان وی می\u200C\u200Cگردد. حوادثی که برای کارگر در حین اقدام به منظور نجات سایر افراد حادثه دیده در کارگاه و مساعدت به آنان روی می\u200C\u200Cدهد نیز حادثه ناشی از کار محسوب می\u200C\u200Cگردد. \n" +
                        "ز – تعریف شخص ذیصلاح \n" +
                        "شخص ذیصلاح از لحاظ این آیین نامه شخصی است که دارای پروانه اشتغال به کار مهندسی یا کاردانی از وزارت مسکن و شهرسازی و یا پروانه مهارت فنی از سازمان آموزش فنی و حرفه\u200Cای وزارت کار و امور اجتماعی در رشته مربوطه باشد. \n" +
                        "\n" +
                        "فصل دوم – مقررات کلی \n" +
                        "ماده\u200C 1: قبل از شروع عملیات ساختمانی باید پروانه\u200Cها و مجوزهای لازم توسط مالکان و صاحبان کار از مراجع ذیربط قانونی اخذ گردد. \n" +
                        "ماده\u200C 2: قبل از شرع عملیات ساختمانی مربوط به تاسیس کارگاه\u200Cهای جدید یا توسعه کارگاه\u200Cهای موجود، باید طبق ماده 87 قانون کار، نقشه\u200Cهای ساختمانی و طرح\u200Cهای مورد نظر از لحاظ پیش بینی در امر حفاظت فنی و بهداشت کار برای اظهار نظر و تایید به واحد کار و امور اجتماعی محل ارایه گردد. \n" +
                        "ماده\u200C 3: مسئولیت اجرای مقررات این آیین نامه براساس مواد 91 و 95 قانون کار برعهده کارفرماست. \n" +
                        "ماده\u200C 4: هرگاه صاحب کار اجرای کلیه عملیات ساختمانی از ابتدا تا پایان کار را کلاً به یک پیمانکار محول نماید، پیمانکار مسئول اجرای مقررات این آیین نامه در کارگاه خواهد بود. \n" +
                        "ماده\u200C 5: هرگاه صاحب کار اجرای قسمت\u200Cهای مختلف عملیات ساختمانی خود را به پیمانکاران مختلف محول نماید، هر پیمانکار در محدوده پیمان خود، مسئول اجرای مقررات این آیین نامه خواهد بود و پیمانکارانی که به طور همزمان در یک کارگاه ساختمانی مشغول فعالیت هستند، باید در اجرای مقررات مذکور با یکدیگر همکاری نمایند و صاحب کار مسئول ایجاد هماهنگی بین آنها خواهد بود. \n" +
                        "ماده\u200C 6: هرگاه پیمانکار اصلی اجرای قسمت\u200Cهای مختلف عملیات ساختمانی را به پیمانکار یا پیمانکاران دیگر محول نماید، هر پیمانکار جزء در محدوده پیمان خود مسئول اجرای مقرات این آیین نامه بوده و پیمانکار اصلی مسئول نظارت و ایجاد هماهنگی بین آنها خواهد بود. \n" +
                        "ماده\u200C 7: هرگاه مهندسان ناظر در ارتباط با نحوه اجرای عملیات ساختمانی ایراداتی مشاهده نمایند که احتمال خطر وقوع حادثه را در برداشته باشد، باید فوراً مراتب را همراه با راهنمایی\u200Cها و دستورالعمل\u200Cهای لازم، کتباً به کارفرما یا کارفرمایان مربوطه اطلاع داده و رونوشت آن را به واحد کار و امور اجتماعی محل و مرجع صدور پروانه ساختمان تسلیم نمایند. کارفرما موظف است فوراً کار را در تمام یا قسمتی از کارگاه که مورد ایراد و اعلام خطر واقع شده متوقف و کارگران را از محل خطر دور و اقدامات مقتضی در مورد رفع خطر بعمل آورد. \n" +
                        "ماده\u200C 8: کارفرما باید وقوع هرگونه حادثه ناشی از کار منجر به فوت یا نقص عضو را کتباً و در اسرع وقت و قبل از آنکه علایم و آثار حادثه از بین رفته باشد، به واحد کار و امور اجتماعی محل اطلاع دهد. \n" +
                        "ماده\u200C 9: کارفرما باید وقوع هرگونه حادثه ناشی از کار را ظرف مدت سه روز اداری به شعبه سازمان تامین اجتماعی محل اطلاع دهد و نسبت به تکمیل و ارایه فرم ویژه گزارش حادثه اقدام نماید. \n" +
                        "ماده\u200C 10: کارگاه ساختمانی باید به طور مطمئن و ایمن محصور و از ورود افراد متفرقه و غیرمسئول به داخل آن جلوگیری بعمل آید. همچنین نصب تابلوها و علایم هشدارنده که در شب و روز قابل رویت باشد، در اطراف کارگاه ساختمانی ضروری است. \n" +
                        "ماده\u200C 11: قرار دادن و انبار کردن وسایل کار، مصالح ساختمانی و نخاله\u200Cهای ساختمانی در معابر عمومی مجاز نیست و چنانچه انجام این امر برای مدت موقت و محدود اجتناب\u200Cناپذیر باشد، باید با شرایط زیر اقدام گردد. \n" +
                        "الف – مجوز لازم از مرجع صدور پروانه ساختمان و سایر مراجع ذیربط و مسئول اخذ گردد. \n" +
                        "ب – نحوه قرار دادن، چیدن یا ریختن این وسایل و مصالح و انتخاب مکان آن به ترتیبی باشد که حوادث برای عابران و وسایل نقلیه بوجود نیاورد و در اطراف آن نرده\u200Cهای متحرک و وسایل کنترل مسیر و همچنین تابلوها و علایم هشدار دهنده که در شب و روز از فاصله مناسب قابل رویت باشد، نصب گردد. \n" +
                        "ماده\u200C 12: برای جلوگیری از سقوط مصالح ساختمانی و ابزار کار بر روی کارگران و افرادی که در محوطه کارگاه ساختمانی از مجاوز ساختمان دردست تخریب، احداث و یا تعمیر و بازسازی عبور می\u200C\u200Cنمایند، باید یک سرپوش حفاظتی با عرض و استحکام کافی از شبکه فلزی یا از جنس الوار چوبی با شرایط زیر در دیواره اطراف ساختمان نصب گردد. \n" +
                        "الف – سرپوش حفاظتی باید با توجه به ارتفاع و وضعیت ساختمان چنان طراحی و ساخته شود که در اثر ریزش مصالح و ابزار کار بر روی آن هیچگونه خطری متوجه افرادی که از زیر آن عبور می\u200C\u200Cنمایند، نگردد. \n" +
                        "ب – زاویه سرپوش حفاظتی را نسبت به سطح افقی می\u200C\u200Cتوان بین 30 تا 45 درجه به سوی ساختمان اختیار نمود. \n" +
                        "ماده\u200C 13: احداث راهرو سرپوشیده موقتی در امتداد معبر عمومی مجاور کارگاه ساختمانی در موارد زیر ضروری است: \n" +
                        "الف – چنانچه فاصله ساختمان دردست تخریب از معبر عمومی کمتر از 40 درصد ارتفاع اولیه آن باشد. \n" +
                        "ب – در صورتی که فاصله ساختمان دردست احداث یا تعمیر و بازسازی کمتر از 25 درصد ارتفاع نهایی آن باشد. \n" +
                        "ج – در مواردی که فاصله ساختمان دردست تخریب، احداث یا تعمیر و بازسازی از معابر عمومی بیش از حد نصاب\u200Cهای مقرر در بندهای الف و ب باشد، اما با توجه به شرایط و مقتضیات خاص، به نظر بازرس کار یا مرجع صدور پروانه ساختمان یا مهندس ناظر، راهرو سرپوشیده موقتی ضروری تشخیص داده شود. \n" +
                        "ماده\u200C 14: راهروهای سرپوشیده موضوع ماده 13 باید دارای شرایط زیر باشند: \n" +
                        "الف – ارتفاع راهرو سرپوشیده نباید کمتر از 5/2 متر و عرض آن نیز نباید کمتر از 5/1 متر و یا عرض پیاده روی موجود باشد. \n" +
                        "ب– راهرو باید فاقد هرگونه مانع بوده و دارای روشنایی لازم طبیعی یا مصنوعی دائمی\u200Eباشد. \n" +
                        "ج – سقف راهرو باید توانایی تحمل حداقل 700 کیلوگرم بر مترمربع فشار را داشته باشد. به علاوه سایر قسمت\u200Cهای آن نیز باید تحمل بار مربوط و فشار مذکور را داشته باشد. \n" +
                        "د – سقف\u200Eراهرو باید از الوار به ضخامت حداقل 5سانتیمتر ساخته\u200Eشده و الوارها\u200E طوری در کنار هم قرارگرفته\u200Eباشند که از ریزش مصالح ساختمانی به داخل راهرو جلوگیری بعمل آید. \n" +
                        "هـ – اطراف بیرونی سقف راهرو باید به وسیله دیواره شیب داری از چوب یا شبکه فلزی مقاوم محصور باشد. زاویه این حفاظ را نسبت به سقف می\u200C\u200C\u200Cتوان بین 30 تا 45 درجه به طرف خارج اختیار نمود. \n" +
                        "و – در صورتی که راهرو دارای درهای جانبی برای ورود و خروج مصالح و نخاله\u200Cهای ساختمانی و غیره باشد، این درها باید همواره بسته باشند، مگر در موارد مذکور که باید مراقبت کافی بعمل آید. \n" +
                        "ماده\u200C 15: کلیه پرتگاه\u200Cها و دهانه\u200Cهای باز در قسمت\u200Cهای مختلف کارگاه ساختمانی و محوطه آن که احتمال خطر سقوط افراد را در بردارند، باید تا زمان محصور شدن یا پوشیدن شدن نهایی و یا نصب حفاظ\u200Cها، پوشش\u200Cها و نرده\u200Cهای دائم و اصلی، به وسیله نرده\u200Cها یا پوشش\u200Cهای موقت به طور محکم و مناسب حفاظت گردند. \n" +
                        "ماده\u200C 16: نرده حفاظتی موقت موضوع ماده 15 باید دارای شرایط زیر باشد: \n" +
                        "الف – ارتفاع آن در مورد راه پله\u200Cها و سطوح شیب دار حداقل 75 سانتیمتر و در سایر موارد حدافل 90 سانتیمتر باشد. \n" +
                        "ب – در فواصل حداکثر 2 متر، دارای پایه\u200Cهای عمودی محکم باشد. \n" +
                        "ج – در اجزاء آن قسمت\u200Cهای تیز و برنده وجود نداشته باشد. \n" +
                        "ماده\u200C 17: پوشش حفاظتی موقت موضوع ماده 15 باید دارای شرایط زیر باشد: \n" +
                        "الف – در مورد دهانه\u200Cهای باز با ابعاد کمتر از 45 سانتیمتر، تخته یا الوارهای چوبی با قطر حداقل 5/2 سانتیمتر. \n" +
                        "ب – در مورد دهانه\u200Cهای باز با ابعاد بیشتر از 45 سانتیمتر، تخته یا الوارهای چوبی با قطر حداقل 5 سانتیمتر. \n" +
                        "ماده\u200C 18: در مواردی که احتمال سقوط و ریزش مصالح و ابزار کار از روی جایگاه\u200Cها و سکوهای کار یا لبه پرتگاه\u200Cها و دهانه\u200Cهای باز وجود داشته باشد،\u200Cباید نسبت به نصب پاخورهای چوبی به ضخامت حداقل 5/2 سانتیمتر و ارتفاع 15 سانتیمتر اقدام شود. \n" +
                        "ماده\u200C 19: چنانچه قبل از زدن سقف\u200Cهای دائم، نیاز به ایجاد سکوی کار در محل باشد، باید از الوارهایی با ضخامت 5 و عرض 25 سانتیمتر که در کنار هم محکم به یکدیگر بسته و متصل شده باشند، استفاده شود. \n" +
                        "ماده\u200C 20: برای جلوگیری از خطر برق گرفتگی و کاهش اثرات زیان آور میدان\u200Cهای الکترومغناطیسی ناشی از خطوط برق فشار قوی، باید مقررات مربوط به حریم خطوط انتقال و توزیع نیروی برق، در کلیه عملیات ساختمانی و نیز در تعیین محل احداث بناها و تاسیسات، رعایت گردد. \n" +
                        "ماده\u200C 21: قبل از شروع عملیات ساختمانی در مجاورت خطوط هوایی برق فشار ضعیف، باید مراتب به اطلاع مسئولان و مراجع ذیربط رسانده شود تا اقدامات احتیاطی لازم از قبیل قطع جریان، تغییر موقت یا دائم مسیر یا روکش کردن خطوط مجاور ساختمان با مواد مناسب از قبیل لوله\u200Cهای پلی اتیلن یا شیلنگ\u200Cهای لاستیکی و غیره انجام شود. \n" +
                        "ماده\u200C 22: کلیه هادی\u200Cها، خطوط و تاسیسات برقی در محوطه و حریم عملیات ساختمانی باید برقدار فرض شود، مگر آنکه خلاف آن ثابت گردد. \n" +
                        "ماده\u200C 23: کلیه کارگران کارگاه\u200Cهای ساختمانی باید مجهز به کلاه و کفش ایمنی باشند. \n" +
                        "همچنین در صورتیکه شرایط و نوع کار اقتضاء نماید، سایر وسایل حفاظت فردی از قبیل دستکش حفاظتی، عینک و نقاب حفاظتی، ماسک تنفسی حفاظتی، چکمه و نیم چکمه لاستیکی، کمربند ایمنی، طناب مهار و طناب نجات مطلق ضوابط آیین نامه وسایل حفاظت انفرادی باید در اختیار کارگران قرار داده شود. \n" +
                        "\n" +
                        "فصل سوم – ماشین آلات و تجهیزات ساختمانی \n" +
                        "ماده\u200C 24: کلیه رانندگان یا اپراتورهای ماشین آلات و تجهیزات ساختمانی باید آموزش\u200Cهای لازم در مورد نحوه کار با این وسایل را طبق قوانین و مقررات مربوطه فرار گرفته و دارای پروانه مهارت فنی یا گواهی نامه ویژه از مراجع ذیربط باشند. \n" +
                        "ماده\u200C 25: بکار بردن ماشین آلات و تجهیزات ساختمانی در نزدیکی خطوط انتقال نیروی برق باید با رعایت مواد 20 و 21 صورت گیرد. \n" +
                        "ماده\u200C 26: قسمت\u200Cهای مختلف دستگاه\u200Cها و وسایل بالابر باید طبق برنامه ذیل مورد بازدیدهای دوره\u200Cای یا معاینه فنی و آزمایش قرار گیرند. \n" +
                        "الف - بازدید روزانه کلیه لوازم بستن و بلند کردن بار از قبیل قلاب\u200Eها، اتصالات، کابل\u200Eها، زنجیره\u200Eها و غیره، از نظر فرسودگی، شکستگی و هر نوع عیوب ظاهری دیگر، توسط اپراتور و مسئول دستگاه. \n" +
                        "ب – بازدید فنی کلیه قسمت\u200Cهای دستگاه، هفته\u200Cای یک بار، توسط شخص متخصص یا مسئول فنی دستگاه و ارایه گزارش به سرپرست مربوطه. \n" +
                        "ج – معاینه فنی و آزمایش کلیه قسمت\u200Cهای دستگاه توسط اشخاص متخصص و صدور گواهی\u200Cنامه اجازه کار هر سه ماه یک بار و همچنین قبل از استفاده برای اولین بار و یا پس از هرگونه جابجایی و نصب در محل جدید. \n" +
                        "ماده\u200C 27: کلیه تعمیرات اساسی و تعویض قطعات و لوازم اصلی که بر روی دستگاه بالابر انجام می\u200C\u200Cشود، باید در دفتر ویژه\u200Cای ثبت و توسط متخصص مربوطه امضاء گردد. این دفتر همراه با گواهی\u200Cنامه\u200Cهای اجازه کار موضوع بند ج ماده 26،\u200Cباید نزد مالک و کارفرمای دستگاه نگاهداری و در هنگام لزوم ارایه گردد. \n" +
                        "ماده\u200C 28: کلیه قسمت\u200Cهای تشکیل دهنده دستگاه\u200Cها و وسایل بالابر و اجزاء آنها باید با رعایت اصول و قواعد فنی و طبق استانداردها و ضرائب اطمینان مندرج در «آیین نامه حفاظتی وسایل حمل و نقل و جابجا کردن مواد و اشیاء در کارگاه\u200Cها» طراحی، محاسبه و ساخته شده و توسط اشخاص ذیصلاح نصب، تنظیم و آماده به کار شوند. \n" +
                        "ماده\u200C 29: حداکثر ظرفیت بار مجاز و همچنین سرعت کار مطمئن هر وسیله بالابر باید بر روی لوحه\u200Cای نوشته و در محل مناسبی بر روی دستگاه نصب و مفاد آن دقیقاً رعایت گردد. \n" +
                        "ماده\u200C 30: قلاب دستگاه\u200Cها و وسایل بالابر باید دارای شرایط زیر باشد: \n" +
                        "الف – مجهز به شیطانک یا ضامن باشد تا مانع جدا شدن اتفاقی بار از آن گردد. \n" +
                        "ب–حداکثر باری که\u200Eمی\u200C\u200Cتوان به\u200Eوسیله آن بلندنمود، به\u200Eطور واضح بر روی آن حک شده باشد. \n" +
                        "ج – در صورتی که نوع کار ایجاب نماید، مجهز به دستگیره مناسبی باشد که بتوان آن را در حالت تعلیق، تغییر مکان داده و در وضع مناسب قرار داد. \n" +
                        "ماده\u200C 31: میزان حداکثر مجاز بار بدون خطر زنجیرها، کابل\u200Cها و سایر وسایل بلند کردن و بستن بار باید بر روی پلاک فلزی درج و به آنها متصل باشد. \n" +
                        "ماده\u200C 32: دستگاه\u200Cهای بالابر ثابت از قبیل جرثقیل\u200Cهای برجی (Tower Cranes) و وینچ\u200Cها باید به طور مطمئن در محل نصب خود مهار گردیده و وزنه\u200Cهای تعادل آنها متناسب با حداکثر میزان حمل بار محاسبه و درنظر گرفته شود. در مورد جرثقیل\u200Cهای برجی، استحکام و مقاومت زمین محل استقرار دستگاه قبل از شروع عملیات نصب و مونتاژ باید مورد بررسی قرار گیرد. هم چنین نحوه مهار این دستگاه\u200Cها باید به ترتیبی باشد که در مقابل حداکثر نیروی باد و طوفان در محل، مقاومت کافی داشته باشند. \n" +
                        "ماده\u200C 33: هر دستگاه بالابر علاوه بر اپراتور یا راننده، باید دارای یک نفر کمک اپراتور یا علامت دهنده نیز باشد. این شخص باید در مورد نحوه علامت دادن با دست\u200Cها یا وسایل هشدار دهنده و نوع علایم مشخصه و یکنواخت، آموزش لازم را دیده باشد. در مواردی که به علت محدود بودن میدان دید اپراتور و یا هرگونه شرایط و موقعیت\u200Cهای خاص، به بیش از یک نفر علامت دهنده نیاز باشد، باید علایم حرکت فقط توسط یکی از آنها که نفر اصلی است، داده شود. اما در عین حال اپراتور باید از علامت توقفی که در موارد خطر توسط هر کدام از آنان داده می\u200C\u200Cشود، تبعیت نماید. \n" +
                        "ماده\u200C 34: مسیر حرکت و محل استقرار جرثقیل\u200Cها و دیگر وسایل بالابر باید قبلاً به طور دقیق بازدید و بررسی شود تا در موقع حرکت و کار، خطری از طریق برخورد با سیم و کابل\u200Cهای برق یا تاسیسات و بناهای موجود و یا سقوط در محل\u200Cهای حفاری شده و غیره، متوجه اپراتور، کارگران و افراد دیگر نشود. \n" +
                        "ماده\u200C 35: از روی معابر و فضاهای عمومی مجاور کارگاه ساختمانی نباید هیچ باری به وسیله دستگاه\u200Cهای بالابر عبور داده شود و چنانچه انجام این کار اجتناب ناپذیر باشد، باید این معابر و فضاها با استفاده از وسایل مناسب محصور، محدود و یا مسدود گردیده و هم چنین علایم هشداردهنده موثر از قبیل\u200Eتابلوها،پرچم\u200Cهای مخصوص یا چراغ\u200Cهای چشمک\u200Eزن بکاربرده شود. \n" +
                        "ماده\u200C 36: به رانندگان یا اپراتورهای دستگاه\u200Cها و وسایل بالابر نباید کار دیگری ارجاع شود. همچنین افراد مزبور در هنگام روشن بودن دستگاه و یا آویزان بودن بار، مجاز به ترک و رها کردن دستگاه نمی\u200Cباشند. \n" +
                        "ماده\u200C 37: راننده یا اپراتور دستگاه بالابر و افراد کمکی و علامت دهنده، در هنگام انجام وظیفه، حق خوردن، آشامیدن و استعمال دخانیات را ندارند. \n" +
                        "ماده\u200C 38: به هیچ وجه نباید اجازه داده شود که کارگران بر روی بار مورد حمل سوار شوند و یا برای جابجا شدن از وسایل بالابر استفاده نمایند. \n" +
                        "ماده\u200C 39: در هنگام بهره برداری از جرثقیل\u200Cهای سیار موتوری باید دقت شود که جک\u200Cها به طور صحیح استفاده و در محل مناسب استقرار یابند. \n" +
                        "ماده\u200C 40: در هنگام باد، طوفان و بارندگی شدید، باید از کار کردن با دستگاه\u200Cها و وسایل بالابر خودداری شود. \n" +
                        "ماده41:کابین راننده یا اپراتور ماشین\u200Eآلات راه\u200Eسازی و ساختمانی بایددارای شرایط\u200Eزیر باشد: \n" +
                        "الف – به ترتیبی باشد که راننده یا اپراتور را در برابر شرایط جوی و گرد و غبار محافظت نموده و نیز میدان دید کافی برای او تامین نماید. \n" +
                        "ب – کلیه شیشه\u200Cهای درها و پنجره\u200Cها از نوع مقاوم و نشکن باشند. \n" +
                        "ج - داراب رکاب و دستگیره\u200Cای باشد که راننده یا اپراتور بتواند به راحتی و با ایمنی کامل سوار و پیاده شود. \n" +
                        "د – پله\u200C و رکاب ترجیحاً مشبک و پنجره\u200Cای باشد تا گل و لای بر روی آن متراکم نشده و باعث لغزش پای راننده و اپراتور نگردد. ضمناً از آلوده شدن آن به روغن، گریس یا سایر مواد لغزنده باید جلوگیری بعمل آید. \n" +
                        "ماده\u200C 42: در مواردی که میدان دید راننده یا اپراتور ماشین آلات راه سازی و ساختمانی محدود باشد، وجود یک نفر کمک یا علامت دهنده الزامی است. \n" +
                        "ماده\u200C 43: راننده یا اپراتور قبل از ترک ماشین آلات راه سازی و ساختمانی باید دستگاه را ترمز و در صورت وجود تیغه یا باکت یا خاکبردار، آن را پایین آورده و بر روی زمین قرار داده و دستگاه را خاموش نماید. \n" +
                        "ماده\u200C 44: در شرایطی که به دلیل سستی بستر یا ازدیاد شیب آن، تعادل دستگاه خاک\u200Cبرداری به خطر افتد، نباید آن را به کار انداخت یا مورد استفاده قرار داد. \n" +
                        "ماده\u200C 45: هنگامی که ماشین آلات راه سازی و ساختمانی در حال کار هستند، ورودی افراد به داخل شعاع عمل آنها باید ممنوع گردد. \n" +
                        "ماده\u200C 46: ماشین آلات راه سازی و ساختمانی را نباید شب\u200Cها در حاشیه جاده\u200Cهای عمومی متوقف نمود. چنانچه در موارد خاص، این کار اجتناب ناپذیر گردد،\u200C باید اطراف آنها با وسایل مناسب هشدار دهنده از قبیل پرچم قرمز، علایم شبرنگ، چراغ قرمز چشمک زن و غیره، محدود و علامت گذاری شود. \n" +
                        "ماده\u200C 47: استفاده از ماشین آلات راه سازی و ساختمانی در غیر از موضوع تعریف شده ممنوع می\u200C\u200Cباشد. \n" +
                        "ماده\u200C 48: در هنگام حرکت بیل مکانیکی، باکت یا خاک بردار آن باید خالی از بار باشد، همچنین بوم آن باید در جهت حرکت قرار گیرد. \n" +
                        "ماده\u200C 49: در موقع تعمیر باکت یا خاک بردار بیل مکانیکی یا لودر با تعویض ناخن\u200Cهای آن، باید آن را قبلاً در محل خود محکم نمود تا از حرکت ناگهانی آن و ایجاد حادثه جلوگیری بعمل آید. \n" +
                        "ماده 50: از تیغه\u200Cهای بولدوزر نباید به عنوان ترمز استفاده شود، مگر در مواردی استثنایی و اضطراری. \n" +
                        "ماده\u200C 51: در کارگاه\u200Cهایی که از ماشین آلات خاک برداری و یا وسایل نقلیه موتوری ویژه حمل و جابجایی مصالح ساختمانی استفاده می\u200C\u200Cشود، بایدراه\u200Cهای ورود و خروج ایمن و مناسب برای آنها ایجاد و نسبت به نصب علایم خطر و هشدار دهنده مناسب اقدام گردد. \n" +
                        "ماده\u200C 52: در بارگیری و تخلیه وسایل نقلیه موتوری ویژه حمل و جابجایی مصالح ساختمانی باید نکات زیر مورد توجه قرار گیرد: \n" +
                        "الف – وزن تقریبی مصالح بار شده از ظرفیت مجاز وسیله نقلیه تجاوز ننماید. \n" +
                        "ب – ارتفاع بار از دیواره\u200Cهای اطاق بارگیری تجاوز ننماید و در مواردی که نوع و وضعیت بار به ترتیبی باشد که این امر اجتناب ناپذیر گردد، باید به وسیله کابل فلزی یا طناب مناسب نسبت به مهار آن به طور مطمئن و ایمن اقدام شود. \n" +
                        "ج – مصالحی از قبیل آجر، سنگ و غیره باید به وسیله برزنت یا توری\u200Cهای محکم پوشیده و محفوظ شوند، مگر آنکه ارتفاع بار از ارتفاع دیواره\u200Cهای اطاق بارگیری کمتر باشد، در مورد مصالح ریزدانه پوشش بار الزامی است. \n" +
                        "د – در هنگام بار زدن قطعات و مصالح سنگین و حجیم از قبیل تیرآهن، قطعات ساخته شده اسکلت\u200Cهای فلزی، لوله\u200Cهای بزرگ و غیره، باید طوری روی هم چیده شوند که هنگام تخلیه بار و باز کردن دیواره\u200Cهای اطاق بارگیری، از لغزش آنها بر روی هم و ایجاد حادثه پیشگیری بعمل آید. هم چنین نحوه بارگیری و توزیع قطعات مذکور در اطاق بارگیری باید به ترتیبی باشد که مرکز ثقل کامیون را به یک سمت آن متوجه نساخته و تعادل آن در هنگام حرکت حفظ شود. \n" +
                        "هـ - در بارگیری و تخلیه قطعات و مصالح سنگین و حجیم\u200Eباید ازوسایل\u200Eمکانیکی\u200Eاستفاده شود. \n" +
                        "و – در موقع باززدن مواد ومصالحی از قبل شن، ماسه، سنگ، آجر، خاک، نخاله و ضایعات ساختمانی به وسیله لودر و بیل مکانیکی و یا قطعات و مصالح سنگین و حجیم به وسیله جرثقیل،\u200Cباید سرنشینان وسیله نقلیه آنرا ترک و تا پایان بارگیری\u200Eدرمحل\u200Eمناسبی\u200Eمستقر شوند. \n" +
                        "ز – در هنگام بارگیری یا تخلیه نقلیه موتوری، باید علاوه بر استفاده از ترمز دستی، از موانع مناسب از قبیل بلوک\u200Cهای چوبی نیز برای جلوگیری از حرکت اتفاقی و مهار وسایل مذکور استفاده شود. \n" +
                        "ح – در مواردی که کار تخلیه و بارگیری در محیط\u200Cهای بسته انجام می\u200C\u200Cشود، باید تهویه لازم و کافی صورت گیرد. در غیر این صورت باید موتور وسیله نقلیه خاموش شود. \n" +
                        "ماده\u200C 53: دهانه\u200Cهای سیلوهای مصالح ساختمانی و قیف تغذیه کننده تراک میکسر و پمپ بتن باید به وسیله چند میله عمود بر هم حفاظ گذاری شوند تا از سقوط افراد به داخل آن\u200Cها جلوگیری بعمل آید. \n" +
                        "ماده\u200C 54: کف توقفگاه ماشین آلات سنگین ساختمانی و وسایل نقلیه موتوری ویژه حمل و جابجایی مصالح ساختمانی باید دارای شرایط زیر باشد: \n" +
                        "الف – هموار و حتی الامکان قابل شستشو باشد. \n" +
                        "ب – از استحکام کافی برخوردار باشد تا در هنگام زدن جک در زیر ماشین آلات و وسایل نقلیه موتوری،\u200C از در رفتن جک و ایجاد حادثه جلوگیری بعمل آید. \n" +
                        "ج – مجاری مناسبی در آن پیش بینی شده باشد تا در صورت ریزش یا نشت مواد سوختی، مواد مذکور به چاله\u200Cها و مخازن قابل تخلیه هدایت گردند. \n" +
                        "\n" +
                        "فصل چهارم – وسایل دسترسی موقت (داربست و نردبان) \n" +
                        "\n" +
                        "بخش اول - داربست\u200C \n" +
                        "تعریف\u200C: داربست\u200C ساختاری است موقتی شامل یک\u200C یا چند جایگاه\u200C، اجزای\u200C نگاهدارنده\u200C، اتصالات\u200C و تکیه\u200C گاه\u200Cها که\u200C در حین اجرای هرگونه\u200C عملیات\u200C ساختمانی به\u200C منظور دسترسی\u200C به\u200C بنا و حفظ\u200C و نگاهداری\u200C کارگران\u200C یا مصالح\u200C در ارتفاع\u200C، مورد استفاده\u200C قرار می\u200Cگیرد. \n" +
                        "مقررات\u200C کلی\u200C داربست\u200Cها \n" +
                        "ضرورت\u200C استفاده\u200C از داربست\u200C و صلاحیت افراد ذیربط \n" +
                        "ماده\u200C 55: در کلیه\u200C عملیات ساختمانی که امکان انجام آنها از روی زمین یا کف طبقات ساختمان و یا با استفاده از نردبان به طور ایمن و بدون خطر امکان پذیر نباشد، باید از داربست استفاده شود. \n" +
                        "ماده\u200C 56: برپا کردن\u200C، پیاده\u200C کردن\u200C و دادن\u200C تغییرات\u200C اساسی\u200C در داربست\u200Cها باید تحت نظارت شخص ذیصلاح و به وسیله کارگرانی که در این گونه کارها تجربه کافی دارند انجام گیرد. \n" +
                        "کیفیت\u200C اجزای\u200C داربست\u200C \n" +
                        "ماده\u200C 57: اجزای\u200C داربست\u200Cها و کلیه\u200C وسایلی\u200C که\u200C در آن\u200C بکار می\u200Cرود باید از مصالح\u200C مناسب\u200C و مرغوب\u200C، طوری\u200C طراحی،\u200C ساخته\u200C و آماده\u200C شوند که\u200C واجد شرایط\u200C ایمنی\u200C کار برای\u200C کارگران\u200C بوده\u200C و توانایی تحمل چهار برابر بار مورد نظر را داشته باشند. \n" +
                        "ماده\u200C 58: قطعات\u200C چوبی\u200C که\u200C در ساخت\u200C داربست\u200Cها بکار می\u200Cروند بایستی\u200C از کیفیت\u200C مرغوبی\u200C برخوردار بوده\u200C و الیاف\u200C بلندی\u200C داشته\u200C باشند. همچنین عاری از هرگونه عیوب و بدون گره، پوسته، کرم خوردگی و پوسیدگی\u200C و نیز رنگ نشده باشند. \n" +
                        "ماده 59: تخته\u200Cها و الوارهایی\u200C که\u200C در داربست\u200C بکار برده می\u200C\u200Cشوند، باید در برابر ترک خوردگی محافظت گردند. \n" +
                        "ماده\u200C 60: وسایلی\u200C که\u200C برای\u200C ساخت\u200C داربست\u200Cها بکار می\u200Cروند بایستی\u200C در شرایط\u200C خوبی\u200C در انبار نگاهداری\u200C شوند و از وسایل\u200C نامناسب\u200C جدا گردند. \n" +
                        "ماده\u200C 61: از طناب\u200Cهای\u200C لیفی در مکانی\u200Cهایی که احتمال آسیب دیدگی اینگونه طناب\u200Cها وجود دارد، نباید استفاده شود. \n" +
                        "ماده\u200C 62: طناب\u200Cهایی\u200C که\u200C با اسیدها یا مواد خورنده\u200C و فرساینده\u200C دیگر در تماس\u200C بوده\u200Cاند، یا معیوبند نباید بکار گرفته\u200C شوند. \n" +
                        "ماده\u200C 63: میخ\u200Cهایی که برای اتصال اجزاء داربست چوبی بکار برده می\u200C\u200Cشوند، باید به اندازه مناسب و تعداد کافی باشند و تا انتها به طور کامل کوبیده شوند نه اینکه نیمه کاره کوبیده شده وسپس خم گردند. هم چنین در داربست نباید میخ\u200Cهای چدنی به کار برده شود. \n" +
                        "پایداری\u200C و استحکام داربست\u200C \n" +
                        "ماده\u200C 64: داربست\u200Cها بایستی\u200C با ضریب\u200C اطمینانی\u200C تا چهار برابر حداکثر بارگیری\u200C طراحی\u200C شده و به طور ایمن مهار گردند. \n" +
                        "ماده\u200C 65: بجز داربست\u200Cهای مستقل، هر داربستی باید در فاصله\u200Cهای مناسب، در دو جهت عمودی و افقی محکم به ساختمان مهار شود. \n" +
                        "ماده\u200C 66: هر سازه و هر وسیله\u200Cای که به عنوان تکیه گاه و جایگاه کار مورد استفاده قرار می\u200C\u200Cگیرد، باید طبق اصول فنی ساخته شده و پایه محکمی داشته باشد و با مهاربندی مناسبی استوار گردد. \n" +
                        "ماده\u200C 67: پایه\u200Cهای داربست باید به طور مطمئن و محکم مهار شود تا مانع نوسان و جابجایی و لغزیدن داربست گردد. \n" +
                        "ماده\u200C 68: در داربست\u200Cهای مستقل حداقل یک سوم تیرهای حامل جایگاه، تا پیاده شدن کامل داربست باید در جای خود باقی بمانند و برحسب مورد به تیرهای افقی یا به تیرهای عمودی به طور محکم بسته شوند. \n" +
                        "ماده\u200C 69: هرگز نباید برای تکیه گاه داربست یا ساخت آن از آجرهای لق، بشکه، جعبه یا مصالح نامطمئن دیگر استفاده شود. \n" +
                        "ماده70: بخش\u200Cهای فلزی داربست باید فاقد ترک\u200Eخوردگی، رنگ\u200Eزدگی یا عیوب دیگر باشند. \n" +
                        "ماده\u200C 71: هر یک از بخش\u200Cهای داربست باید طوری متصل و مهاربندی شوند که در حین استفاده از داربست جابجا نشوند. \n" +
                        "بازرسی و کنترل داربست \n" +
                        "ماده\u200C 72: داربست باید در موارد زیر توسط شخص ذیصلاح مورد بازدید و کنترل قرار گیرد تا از پایداری، استحکام و ایمنی آن اطمینان حاصل و گواهی کتبی صادر گردد. \n" +
                        "الف – قبل از شروع به استفاده از آن. \n" +
                        "ب – پس از هرگونه تغییرات، تعویض اجزاء و یا ایجاد وقفه طولانی در استفاده از آن. \n" +
                        "ج – پس از قرار گرفتن در معرض باد، طوفان، زلزله و غیره که استحکام و پایداری داربست مورد تردید باشد. \n" +
                        "ماده73: هیچ بخشی از داربست را نباید پیاده\u200Eکرد وداربست را درحالتی بجا گذاشت که بتوان از بخش\u200Cهای باقیمانده استفاده\u200Eنمود. مگرآنکه بخش بجامانده منطبق بااین\u200Eمقررات باشد. \n" +
                        "ماده\u200C 74: اگر قسمتی از داربست احتیاج به تعمیر داشته باشد، نباید قبل از رفع نقص و تعمیر داربست به کارگران اجازه کار کردن بر روی آن داده شود. \n" +
                        "ماده\u200C 75: بعد از اتمام کار روزانه، باید کلیه ابزار و مصالح از روی داربست برداشته شود. \n" +
                        "ماده\u200C 76: در موقع پیاده کرده داربست باید مراقبت لازم بعمل آید که کلیه میخ\u200Cها از قطعات پیاده شده چوبی، کشیده شوند. \n" +
                        "استفاده\u200C از داربست\u200C \n" +
                        "ماده\u200C 77: در طول مدت استفاده از داربست باید دائماً نظارت شود تا بار بیش از اندازه و مصالح ساختمانی غیر لازم روی آن قرار داده نشود. \n" +
                        "ماده\u200C 78: تا آن\u200Cجا که\u200C امکان\u200C دارد بار روی\u200C داربست\u200C باید به\u200C طور یکنواخت\u200C توزیع\u200C گردد، تا از عدم\u200C تعادل\u200C خطرناک\u200C داربست\u200C جلوگیری شود. \n" +
                        "ماده\u200C 79: از داربست\u200Cها نباید برای\u200C انبار کردن\u200C مصالح\u200C ساختمانی\u200C استفاده\u200C شود مگر مصالحی\u200C که\u200C برای کوتاه مدت و\u200C انجام\u200C کار فوری\u200C مورد نیاز باشد. \n" +
                        "ماده\u200C 80: در مواقعی\u200C که\u200C هوا طوفانی\u200C است\u200C و باد شدید می\u200Cوزد کار باید متوقف گردد تا آنکه تمام احتیاط\u200Cهای\u200C لازم\u200C اتخاذ شود. \n" +
                        "ماده\u200C 81: در مواردی\u200C که\u200C روی\u200C جایگاه\u200C داربست\u200C برف\u200C یا یخ\u200C وجود داشته\u200C باشد کارگران نباید\u200C روی\u200C آن\u200C کار کنند، مگر آن\u200Cکه قبلاً برف یا یخ از روی جایگاه\u200Cها برداشته شده و روی آن\u200Cها ماسه نرم ریخته شود. \n" +
                        "ماده\u200C 82: در قسمت\u200Cهایی\u200C از کابل\u200C یا طناب\u200C داربست\u200C که\u200C احتمال\u200C بریدگی\u200C یا سائیدگی\u200C می\u200Cرود باید با تعبیه\u200C بالشتک\u200C از آن\u200C محافظت\u200C شود. \n" +
                        "ماده\u200C 83: هنگامی\u200C که\u200C در مجاورت\u200C خطوط\u200C نیروی\u200C برق\u200C احتیاج\u200C به\u200C نصب\u200C داربست\u200C باشد، این کار باید با رعایت مواد 20 و 21 انجام شود. \n" +
                        "نصب\u200C دستگاه\u200Cهای\u200C بالابر روی\u200C داربست\u200C \n" +
                        "ماده\u200C84: هرگاه\u200C لازم\u200Eشود روی\u200C داربست\u200C دستگاه\u200C بالابر نصب\u200C\u200Eگردد بایدمواردزیر رعایت گردد: \n" +
                        "الف\u200C - بخش\u200Cهای\u200C متشکله\u200C داربست\u200C به\u200C دقت\u200C بازرسی\u200C شوند و در صورت\u200C لزوم\u200C به\u200C نحو مناسبی\u200C به\u200C مقاومت\u200C آن\u200C افزوده\u200C شود. \n" +
                        "ب\u200C - از حرکت\u200C و جابجایی\u200C تیرهای\u200C افقی\u200C داخل\u200C دیواری\u200C جلوگیری\u200C شود. \n" +
                        "ج\u200C - پایه\u200Cهای\u200C عمودی\u200C به\u200C طور محکمی\u200C به\u200C بخش\u200C مقاوم\u200C ساختمان\u200C و در محلی\u200C که\u200C دستگاه\u200C بالابر باید نصب\u200C گردد، متصل\u200C و مهار شوند. \n" +
                        "ماده\u200C 85: هرگاه\u200C بهنگام بالا یا پایین رفتن بار امکان برخورد آن با داربست وجود داشته باشد باید برای\u200C جلوگیری\u200C از گیر کردن\u200C بار به\u200C داربست\u200C، سرتاسر ارتفاع\u200C آن در مسیر حرکت بار، با نرده\u200Cهای\u200C عمودی\u200C پوشیده\u200C شود. \n" +
                        "جایگاه\u200C کار \n" +
                        "ماده\u200C 86: کلیه\u200C داربست\u200Cهایی باید دارای تعداد کافی جایگاه کار باشند. \n" +
                        "ماده\u200C 87: هیچ\u200C بخشی\u200C از جایگاه\u200C کار نباید\u200C بر روی\u200C آجرهای\u200C لق\u200C، لوله\u200Cهای\u200C آب\u200C، دودکش\u200C و سایر مصالح\u200C غیرمطمئن\u200C و نامناسب\u200C قرار گیرد. \n" +
                        "ماده\u200C 88: از جایگاه\u200C داربست زمانی باید استفاده شود که ساخت\u200C آن\u200C به\u200C اتمام\u200C رسیده\u200C و وسایل\u200C حفاظتی\u200C لازم\u200C به\u200C طور مناسب\u200C نصب\u200C شده\u200C باشد. \n" +
                        "ماده\u200C 89: عرض جایگاه کار باید با نوع کار مناسب باشد و در هر بخش آن گذرگاه بازی به عرض حداقل 60 سانتی\u200Cمتر بدون هرگونه مانع فراهم گردد. \n" +
                        "ماده\u200C 90: در هیچ\u200C موردی\u200C عرض جایگاه\u200C کار نباید از اندازه\u200Cهای\u200C زیر کمتر باشد: \n" +
                        "الف\u200C - 60 سانتیمتر، اگر جایگاه\u200C فقط\u200C برای\u200C عبور اشخاص\u200C به\u200C کار می\u200Cرود. \n" +
                        "ب\u200C - 80 سانتیمتر ، اگر از جایگاه\u200C برای قرار دادن مصالح\u200C ساختمانی\u200C استفاده\u200C می\u200Cشود. \n" +
                        "ج-110سانتیمتر، اگر از جایگاه\u200Eبرای\u200C نگاهداری\u200C جایگاه\u200C یا سکوی\u200C بلندتردیگری\u200Eاستفاده\u200C می\u200Cشود. \n" +
                        "د\u200C - 130 سانتیمتر، اگر از جایگاه\u200C برای\u200C نصب\u200C یا شکل\u200C دادن\u200C به\u200C سنگ\u200Cهای\u200C نمای\u200C ساختمان\u200C استفاده\u200C می\u200Cشود. \n" +
                        "هـ – 150 سانتیمتر، اگر از جایگاه\u200C هم\u200C برای\u200C نگاهداری\u200C سکوی\u200C بلندتر دیگر و هم\u200C برای\u200C نصب\u200C و شکل\u200C دادن\u200C به\u200C سنگ\u200Cهای نمای ساختمان استفاده\u200C می\u200Cشود. \n" +
                        "ماده\u200C 91: به\u200C طور کلی\u200C عرض جایگاهی که\u200C با تیرهای\u200C داخل\u200C دیواری\u200C نگاهداری\u200C می\u200Cشود، نباید از 150 سانتیمتر بیشتر باشد. \n" +
                        "ماده\u200C 92: یک\u200C فضای\u200C خالی\u200C بالا\u200C سری، حداقل به ارتفاع\u200C 180 سانتیمتر باید\u200C بالای\u200C جایگاه\u200C کار درنظر گرفته\u200C شود. \n" +
                        "ماده\u200C 93: جایگاه\u200C هر داربست\u200C باید حداقل یک متر پایین\u200Cتر از منتهی الیه تیرهای عمودی قرار گیرد. \n" +
                        "ماده\u200C 94: الوارهایی\u200C که\u200C جزیی\u200C از جایگاه\u200C کار به\u200C شمار می\u200Cآیند باید دارای شرایط زیر باشند: \n" +
                        "الف\u200C - بادرنظر گرفتن\u200C فاصله\u200C بین\u200C تیرهای\u200C تکیه\u200C گاه\u200C جایگاه\u200C، ضخامت آنها ایمنی\u200C لازم\u200C را تامین\u200C نماید. درهیچ\u200C موردی ضخامت الوارها از50سانتیمتر کمتر نبوده و ضخامت\u200Cها مساوی باشند. \n" +
                        "ب\u200C - عرض\u200C آن\u200Cها با هم مساوی و حداقل 25 سانتیمتر باشد. \n" +
                        "ماده\u200C 95: هر الوار که\u200C جزیی\u200C از جایگاه\u200C کار به\u200C شمار می\u200Cآید نباید بیش\u200C از 4 برابر ضخامت\u200C آن از انتهای تکیه گاه تجاوز نماید. \n" +
                        "ماده\u200C 96: الوارها نباید روی\u200C همدیگر قرار گیرند تا خطر برخورد پای کارگران به لبه الوارها و افتادن آنان به حداقل کاهش یابد و نیز جابجایی چرخ\u200Cهای دستی به آسانی صورت گیرد. \n" +
                        "ماده\u200C 97: الوارهایی که جزء سکوی کار بشمار می\u200C\u200Cآیند، باید حداقل با سه تکیه گاه نگاهداری شوند، مگر آن که فاصله بین تکیه گاه\u200Cها و ضخامت الوارها به اندازه\u200Cای باشد که خطر شکم دادن بیش از حد و یا بلند شدن سر دیگر تخته در بین نباشد. \n" +
                        "ماده\u200C 98: جایگاه\u200Cهای کار باید به شیوه\u200Cای ساخته شوند که الوارهای تشکیل دهنده آنها، هنگام استفاده جابجا نشوند. \n" +
                        "ماده\u200C 99: هر سکو یا جایگاه\u200C که\u200C بیش\u200C از 2 متر بالای\u200C زمین\u200C یا کف\u200C قرار دارد باید دارای\u200C تخته\u200Cبندی\u200C نزدیک\u200C بهم\u200E باشد تا هیچ نوع\u200C ابزار، لوازم\u200E کار و مصالح\u200C از لای \u200Eآنها به\u200Eپایین\u200E سقوط\u200C ننماید. ضمناً استقرار تخته\u200Cها در امتداد همدیگر بشکلی باشد که برخورد پا به لبه آنها ممکن نگردد. \n" +
                        "حفاظ\u200C گذاری\u200C جایگاه\u200Cهای کار \n" +
                        "ماده\u200C 100: هر بخشی\u200C از جایگاه\u200C کار یا محل\u200C کاری\u200C که\u200C بلندی\u200C آن\u200C بیش\u200C از 120 سانتیمتر باشد و امکان\u200C سقوط از روی آن وجود داشته باشد، باید دارای جان پناه با شرایط زیر باشد: \n" +
                        "الف - حفاظ\u200C از جنس\u200C مرغوب\u200C و مناسب\u200C و دارای\u200C استحکام\u200C کافی\u200C باشد. \n" +
                        "ب - نرده\u200C بالایی بین 90 تا 110 سانتیمتر بالای سطح جایگاه قرار گیرد. \n" +
                        "ج - برای\u200C جلوگیری\u200C از سرخوردن\u200C کارگران\u200C و یا افتادن\u200C مصالح\u200C ساختمانی\u200C و ابزار کار از روی\u200C جایگاه،\u200C پاخوری\u200C در لبه\u200C باز جایگاه به بلندی 15 سانتیمتر و ضخامت حداقل 5/2 سانتیمتر نصب شود. \n" +
                        "د - نرده\u200C میانی\u200C بین\u200C پاخور و نرده\u200C بالایی\u200C قرار داده\u200C شود. \n" +
                        "هـ – حتی الامکان سرپوش مناسب حفاظتی در لبه خارجی جایگاه\u200Cها نصب گردد. \n" +
                        "ماده\u200C 101: حفاظ\u200Cهای\u200C نرده\u200Cای\u200C و پاخورهای\u200C لبه\u200C جایگاه\u200C داربست\u200C باید در سوی\u200C داخلی\u200C ستون\u200C عمودی\u200C مهار شوند. \n" +
                        "ماده\u200C 102: نرده\u200Cها، پاخورها و وسایل\u200C دیگر حفاظتی\u200C که\u200C در جایگاه\u200C داربست\u200C بکار رفته\u200Cاند، نباید از جای\u200C خود برداشته\u200C شوند مگر در زمانی\u200C و در حدی\u200C که\u200C برای\u200C ورود اشخاص\u200C، حمل\u200C یا جابجایی\u200C مصالح\u200C ساختمانی\u200C لازم\u200C است\u200C. \n" +
                        "ماده103: جایگاه\u200Cهای\u200Eداربست\u200Cهای\u200C معلق\u200Eباید از هر سو دارای\u200C حفاظ\u200C نرده\u200Cای\u200C و پاخور\u200Eباشند، اما: \n" +
                        "الف\u200C - اگر کار به نحوی باشد که\u200C نتوان\u200C حفاظ را با شرایط بند ب ماده 100 نصب نمود، ارتفاع حفاظ طرف دیوار را می\u200C\u200Cتوان 70 سانتیمتر اختیار نمود. \n" +
                        "ب\u200C - اگر کارگران\u200C روی\u200C سکو یا جایگاه به طور نشسته\u200C کار می\u200Cکنند، نصب\u200C حفاظ\u200C و پاخور سمت\u200C دیوار الزامی\u200C نیست\u200C ولی\u200C در این\u200C حالت\u200C جایگاه\u200C باید مجهز به طناب، کابل یا زنجیرهایی باشد تا کارگران در صورت سر خوردن بتوانند از آن به عنوان دستگیره استفاده نمایند. \n" +
                        "ماده\u200C 104: فاصله بین\u200Cدیوار وجایگاه\u200C باید تا حد امکان\u200C کم\u200C باشد. مگر در مواردی که\u200Cکارگران\u200C روی\u200C جایگاه به طور نشسته\u200C کار می\u200Cکنند که در این\u200C حالت\u200C فاصله\u200C بین\u200C دیوار و جایگاه\u200C را می\u200C\u200Cتوان حداکثر 45 سانتیمتر اختیار نمود. \n" +
                        "مقررات ویژه داربست\u200Cهای فلزی لوله\u200Cای \n" +
                        "مقررات کلی \n" +
                        "ماده\u200C 105: داربست\u200Cهای فلزی لوله\u200Cای باید دارای شرایط زیر باشند: \n" +
                        "الف\u200C - از مواد مناسبی مانند لوله\u200Cهای فولادی یا فلز مشابهی که استقامتی نظیر فولاد دارد، ساختار شده باشند. \n" +
                        "ب\u200C - استحکام کافی برای نگاهداری بار مورد نظر با ضریب اطمینان چهار داشته باشند. \n" +
                        "ماده\u200C106: تمام قطعات عمودی و افقی داربست\u200Cهای فلزی لوله\u200Cای باید به طور مطمئنی به همدیگر متصل شوند. \n" +
                        "ماده\u200C 107: لوله\u200Cهایی که در داربست\u200Cهای فلزی لوله\u200Cای بکار می\u200C\u200Cروند، باید مستقیم و عاری از زنگزدگی، خوردگی، قرشدگی، و سایر معایب باشند. \n" +
                        "ماده\u200C 108: سرهای انتهایی لوله\u200Cهای فلزی باید صاف باشند تا در مواقع افزایش ارتفاع داربست، نقاط اتکا و اتصال، کاملاً روی همدیگر قرار گیرند. \n" +
                        "ماده\u200C 109: لوله\u200Cها باید به اندازه و با مقاومت مناسب برای باری که می\u200C\u200Cباید تحمل نمایند، اختیار شوند، و در هیچ مورد قطر خارجی آنها کمتر از 5 سانتیمتر نباشد. \n" +
                        "پایه\u200Cهای عمودی \n" +
                        "ماده\u200C 110: پایه\u200Cها در داربست\u200Cهای فلزی لوله\u200Cای باید همیشه در وضعیت عمودی نگاهداری شوند و محل استقرار آنها روی زمین از استقامت کافی برخوردار بوده و حتی الامکان از کفشک\u200Cهای فلزی با سطح اتکاء مناسب برخوردار باشد. \n" +
                        "ماده\u200C 111: اتصالات در پایه\u200Cهای عمودی باید به طریق زیر باشند: \n" +
                        "الف – به تیرهای افقی یا سایر قطعات مقاوم که مانع جابجایی آنها شود، اتصال داده شوند. \n" +
                        "ب – به تناوب طوری بسته شوند که اتصالات مجاور در یک سطح نباشند. \n" +
                        "ماده\u200C 112: فواصل بین پایه\u200Cهای عمودی نباید از اندازه\u200Cهای زیر تجاوز نماید: \n" +
                        "الف – 8/1 متر برای کارهای سنگین با قابلیت تحمل 350 کیلوگرم بر مترمربع. \n" +
                        "ب – 3/2 متر برای کارهای سبک با قابلیت تحمل 125 کیلوگرم به مترمربع. \n" +
                        "تیرهای افقی \n" +
                        "ماده\u200C 113: تیرهای\u200C افقی\u200C باید حداقل تا 3 پایه عمودی ادامه داشته و به طور مطمئن به هر پایه عمودی متصل باشند. \n" +
                        "ماده\u200C 114: اتصالات بین تیرهای افقی باید به پایه\u200Cهای عمودی بسته شده و در طبقات مختلف مستقیماً روی هم قرار نگیرند. \n" +
                        "ماده\u200C 115: فاصله عمودی بین تیرهای افقی نباید از 2 متر تجاوز نماید. \n" +
                        "ماده\u200C 116: زمانی که جایگاه\u200Cهای کار از جای خود برداشته می\u200C\u200Cشوند، کلیه تیرهای افقی باید برای حفظ پایداری داربست در محل خود باقی بمانند. \n" +
                        "دستک\u200Cها \n" +
                        "تعریف: دستک\u200Cها بخشی از داربست هستند که بر روی آنها جایگاه کار قرار دارد. در داربست\u200Cهایی که فقط دارای یک ردیف پایه هستند، یک سر دستک\u200Cها در داخل دیوار قرار می\u200C\u200Cگیرند، اما در داربست\u200Cهای که به وسیله دو ردیف پایه برپا می\u200C\u200Cشوند، هر دو سر دستک\u200Cها بر روی تیرهای افقی قرار داده می\u200C\u200Cشوند. \n" +
                        "ماده\u200C 117: در داربست\u200Cهای فلزی لوله\u200Cای یک دستک باید کنار هر پایه عمودی قرار گیرد. \n" +
                        "ماده118: طول هرکدام از دستک\u200Cها درداربست\u200Cهای فلزی\u200Eلوله\u200Cای نباید از5/1متر\u200Eتجاوز نماید. \n" +
                        "ماده\u200C119: فاصله دستک\u200Cها برای کارهای سنگین در داربست\u200Cهای فلزی لوله\u200Cای نباید از 90 سانتیمتر و برای کارهای نیمه سنگین از 115 سانتیمتر تجاوز نماید. \n" +
                        "ماده\u200C 120: در حالتی که یک سر دستک\u200Cهای داربست به دیوار ساختمان تکیه دارند، باید حداقل 10 سانتیمتر در داخل دیوار فرو روند. \n" +
                        "مهار کردن داربست \n" +
                        "ماده\u200C 121: داربست باید به طور مطمئنی به دیوار ساختمان مهار شود و نحوه اتصال لوله\u200Cهای مهار باید به ترتیب زیر باشد: \n" +
                        "الف – لوله\u200Cهای مهار در نقاط برخورد پایه\u200Cها با تیرهای افقی به داربست بسته شوند. \n" +
                        "ب - انتهای دیگر لوله\u200Eهای مهار به بدنه ساختمان به طور محکم بسته شوند. \n" +
                        "ج – اولین، آخرین و یکی در میان از پایه\u200Cها به وسیله لوله\u200Cهایی به ساختمان مهار شوند. \n" +
                        "اتصالات\u200C \n" +
                        "ماده\u200C 122: مفاصل\u200C و اتصالات\u200C داربست\u200Cهای\u200C فلزی\u200C لوله\u200Cای\u200C باید: \n" +
                        "الف – از جنس فولاد چکش\u200C خوار و غیرقابل\u200C خورد شدن\u200C یا از مواد مشابهی\u200C با همان\u200C مشخصات\u200C و استقامت\u200C باشند. \n" +
                        "ب – به وسیله قفل و بست یا بوشن و یا سه راهی و چهارراهی بر روی سرتاسر قطعات، به سطوح اتکاء مورد استفاده متصل گردند، به نحوی که اتصالات هرز نبوده و حرکت و لرزش نداشته باشند. \n" +
                        "ماده\u200C 123: اتصالات\u200C نباید باعث تغییر شکل در لوله\u200Cها شده و یا خود تغییر شکل یابند. \n" +
                        "ماده\u200C 124: اتصالات دارای پیچ و مهره باید تا آخرین دندانه کاملاً پیچ و سفت شوند. \n" +
                        "داربست\u200Cهای معلق با راه اندازی دستی \n" +
                        "ماده\u200C 125: تیرهای پیش آمده باید: \n" +
                        "الف – دارای مقاومت و سطح مقطع کافی برای تامین استحکام و پایداری داربست باشند. \n" +
                        "ب – به طور عمودی به نمای خارجی ساختمان نصب گردند. \n" +
                        "ماده\u200C 126: بخش پیش آمده این تیرها از ساختمان باید به گونه\u200Cای باشد که در زمانی که جایگاه کار (پلات فورم) در حالت آویزان ثابت مانده، فاصله جایگاه از نمای خارجی ساختمان از 30 سانتیمتر بیشتر نباشد مگر در موارد استثنایی که در ماده 104 به آن اشاره شده است. \n" +
                        "ماده\u200C 127: تیرهای پیش آمده باید به وسیله پیچ یا وسایل مشابه به طور مطمئنی به اجزاء اصلی ساختمان متصل و مهار شوند. \n" +
                        "ماده\u200C 128: پیچ\u200Cهای مهار باید به خوبی سفت شوند و به طور مطمئنی تیرهای پیش آمده را به اسکلت و بدنه ساختمان متصل سازند. \n" +
                        "ماده\u200C 129: در مواقعی که تیرهای پیش آمده با کیسه\u200Cهای شن یا وزنه\u200Cهای تعادل مهار می\u200C\u200Cشوند، وسایل فوق باید به طور اطمینان بخشی به تیرهای پیش آمده بسته شوند. \n" +
                        "ماده\u200C 130: در انتهای هر یک از تیرهای پیش آمده یا هر یک از تیرآهن\u200Cهای حمال باید پیچ\u200Cهای متوقف کننده نصب شود. \n" +
                        "ماده\u200C 131: طناب\u200Cهای آویز باید: \n" +
                        "الف – از الیاف مرغوب طبیعی یا مصنوعی یا سیم فولادی تشکیل شوند. \n" +
                        "ب – حداقل دارای ضریب اطمینان 10 برای رشته\u200Cها و فیبرها و ضریب اطمینان 6 برای سیم فولادی باشند. \n" +
                        "ماده\u200C 132: طناب\u200Cهای آویز باید دور پولی\u200Cها و قرقره\u200Cهای مناسبی جمع شوند تا جایگاه بتواند به راحتی و به طور اطمینان بخشی بالا و پایین برود. \n" +
                        "ماده\u200C133: طناب\u200Cهای\u200Eآویز باید به\u200Eطور مناسبی در مقابل سائیدگی و خوردگی محافظت شوند. \n" +
                        "ماده\u200C 134: طول جایگاه\u200Cهای کار (پلات فورم\u200Cهای) داربست\u200Cهای معلق با راه اندازی دستی نباید از 8 متر و عرض آنها از 60 سانتیمتر تجاوز نماید. \n" +
                        "ماده\u200C 135: جایگاه\u200Cهای کار باید: \n" +
                        "الف – به وسیله دو یا چند طناب یا زنجیر آویزان باشند، به طوری که بیش از 5/3 متر از یکدیگر فاصله نداشته باشند. \n" +
                        "ب – به وسیله نرده\u200Cهایی که بر روی رکاب\u200Cهای فلزی تکیه دارند، محافظت شده و این رکاب\u200Cها به طناب\u200Cها و زنجیره\u200Cهای آویز متصل شوند.\n";
            case 2:
                return "با عنایت واستناد به تبصره 2تصویب نامه مورخه 93/06/16 هیات محترم وزیران موضوع سند ملی راهبردی احیاء ، بهسازی ، نوسازی و توانمند سازی بافت فرسوده  و ناکارآمد شهری و آئین نامه نحوه فعالیت شهرستانی باز آفرینی پایدار محدوده ها و حمله های هدف ،دومین جلسه ی ستاد شهرستانی باز آفرینی شهری به ریاست فرماندار محترم شهرستان تاکستان و رئیس ستاد باز آفرینی شهرستان تاکستان در محل سالن جلسات فرمانداری برگزار گردید.\n" +
                        "موارد مطروحه به شرح ذیل می باشد .\n" +
                        "1) ارائه طرح به سازی و نوسازی بافت فرسوده شهر تاکستان؛\n" +
                        "2 ) ارائه گزارش اقدامات و مصوبات کارگروهی سه گانه \" موضوع مصوب اولین جلسه ستاد \"؛\n" +
                        "3 ) تعیین و تدقیق پروژه های محرک توسعه ( موضوعی _ موضوعی ) در بافت های هدف با عنایت به طرح فرادست مصوب؛\n" +
                        "4 ) برسی موضوع تدوین سند واحد حفاظت از بناها و سایت های تاریخی ، فرهنگی ( بقعه پیر ، تپه خله کوه و ...)  با رویکردهای اهدای کاربری و نقش جدید به منظور بهره برداری و ایفای نقش مهم در شکوفایی بافت و تامین نیاز ها ضمن تقویت حس تعلق به مکان نزد شهروندان ؛\n" +
                        "5 ) برسی موضوع ایجاد دفاتر تسهیل گری در مناطقی از بافت های هدف \n" +
                        "6 ) تعریف کمیته خدمات و زیر ساخت ؛\n" +
                        "7 ) برسی موضوع امضاء نظام نامه و تفاهم نامه بین دستگاه های اجرایی ؛\n";
            case 3:
                return "مصوبه شورای عالی شهرسازی و معماری ایران در خصوص\n" +
                        "ضوابط و مقررات ارتقاء کیفی سیما و منظر شهری\n" +
                        " \n" +
                        "1-    کلیات\n" +
                        "در راستای وظائف محوله بر اساس ماده 30 قانون برنامه چهارم توسعه ، تکمیل مصوبه مورخ 28/2/1369 شورای عالی شهرسازی و معماری ایران تحت عنوان ضوابط و مقررات نمای شهری و به منظور ارتقاء کیفی بصری و ادراکی سیما و منظر شهری ، شورای عالی شهرسازی و معماری ایران در جلسه مورخ 25/9/1387 ضوابط و مقررات ارتقاء کیفی سیما و منظر شهری را به شرح زیر تصویب نمود .\n" +
                        "1-1-          دامنه کاربرد\n" +
                        "این مصوبه از تاریخ ابلاغ برای کلیه معماران ، طراحان شهری ، دستگاه های تهیه و تصویب و نظارت بر اجرای طرح های توسعه شهری ، شهرداریها و دیگر مراجع صدور پایان کارهای ساختمانی و سازمان های نظام مهندسی و سایر نهادهای ذیربط لازم الاجرا خواهد بود .\n" +
                        "1-2-          حوزه شمول\n" +
                        "توسعه های شهرهای آتی ، شهرهای جدید و شهرک های مسکونی جدیدالاحداث از زمان ابلاغ ، مشمول این مصوبه خواهند بود . برای بافت های موجود نیز به ترتیب اولویت طرح های موضعی سامان دهی منظر شهری تهیه می شود . این طرح ها مطابق برنامه تنظیمی و حداکثر ظرف  مدت پنج سال از تاریخ این مصوبه تهیه خواهند شد .\n" +
                        "1-3-          هدف\n" +
                        "الف – تلاش در جهت استفاده بهینه از منابع و تامین سلامت و رفاه ساکنین ؛\n" +
                        "ب- ساماندهی به سیما و منظر شهری در شهرها ، روستاها ، و سایر مجتمع های زیستی در کشور و تلاش در جهت ایجاد شرایط مناسب زندگی در آنها ؛\n" +
                        "ج – احیای فرهنگ معماری و شهرسازی غنی گذشته کشور ؛\n" +
                        "د – جلوگیری از بروز ناهماهنگی های بصری و کارکردی در فضاها و فعالیت های شهری ؛\n" +
                        "ه – افزایش تعاملات اجتماعی و کوشش در جهت تنظیم جریان حیات مدنی ؛\n" +
                        " \n" +
                        "2-     تعاریف \n" +
                        "2-1- منظر شهری : در این مصوبه منظور از منظر شهری کلیه عناصر طبیعی و مصنوع ( ساختمان ها و الحاقات آنها ، مبلمان شهری ، پوشش گیاهی و ... ) قابل مشاهده از عرصه های عمومی شهر شامل خیابان ها ، میادین ، گره ها و پهنه های عمومی است .\n" +
                        "2-2 نما : منظور از نما در این مصوبه ، نمای شهری و در انطباق با تعریف ارائه شده در بند 1 مصوبه 28/8/69 شورای عالی شهرسازی و معماری ایران ( کلیه سطوح نمایان ساختمانهای واقع در محدوده و حریم شهرها و شهرک ها که از داخل معابر قاب مشاهده است ) می باشد .\n" +
                        "3-2- جداره : منظور از جداره ، سطوح مرتبط به دیواره های محوطه هائی است که هیچ ساختمانی به صورت بلافصل به آن ملحق نیست نظیر دیوار باغات و نظایر آن .\n" +
                        "4-2- پیاده راه : خیابان ها و گذرهائی است که منحصرا برای عبور عابر پیاده مورد استفاده قرار می گیرد .\n" +
                        "5-2- کمیته های ارتقاء کیفی سیما و منظر شهری : این کمیته نهادی پیشنهای است که به منظور ایجاد هماهنگی میان کلیه سازمان ها ، نهادها ، دستگاه ها ، شرکت ها و موسسات ذیربط در امز ارتقاء کیفی سیما و منظر ، در شهرها تشکیل می گردد که به اختصار کمیته نامیده می شود .\n" +
                        " \n" +
                        "3-    ضوابط کلی  \n" +
                        "3-1- ضوابط مربوط به سیما و منظر\n" +
                        "3-1-1- طرح و اجرای بناهای واقع در مناطق تاریخی شهر باید دارای مقیاس انسانی بوده و دانه بندی و ریخت شناسی مشابه بافت تاریخی داشته باشد . در طراحی معماری بناهای کلان مقیاس ، تقسیم بنا به احجام متناسب با دانه بندی بخش تاریخی شهر الزامی است .\n" +
                        "3-1-2- در احداث ابنیه ، انتخاب مصالح نماهای ساختمانی باید بگونه ای باشد که علاوه بر رعایت ضوابط و مقررات طرح های جامع و تفصیلی و سایر مصوبات شورای عالی شهرسازی و معماری ایران ، موجب آلودگی محیط زیست نشود و قابل بازیافت و پاکسازی باشد . به شهرداری ها امکان داده می شود تا طی برنامه ای پنج ساله نسبت به بهسازی مصالح نمای ساختمان های موجود در شهرها اقدام نمایند .\n" +
                        "3-1-3- در پاکسازی مصالح ساختمانی رنگ و بافت و مصالح نما با بخش های تاریخی شهر همخوانی داشته و ترجیحا از مصالح بوم آورد انتخاب شوند .\n" +
                        "3-1-4- کلیه تابلوهای مربوط به فعالیت های شهری اعم از تجاری ، درمانی ، خدماتی ، اداری و . . . در سطح شهرها باید در انتباق با مبحث بیستم مقررات ملی ساختمان ، بصورت هماهنگ برای صنوف مختلف تهیه شود . ابعاد ، فرم ، طرح و محل نصب تابلوها باید توسط \"کمیته\" تعیین و مالکین و بهره برداران ملزم به رعایت این مقررات می باشند .\n" +
                        "3-1-5- تعدد تابلوهای معرف کاربری در یک منظر شهری مجاز نمی باشد و هر صنف تنها مجاز به استفاده از یک تابلو در نما یا جداره هریک از معابر شهری که صنف مذکور در حاشیه آن قرار دارد است .\n" +
                        "3-1-6- به منظور ساماندهی و ایجاد هماهنگی میان تابلوهای تبلیغاتی در مقیاس شهری ، به شهرداریها اختیار داده می شود تا نسبت به تهیه ضوابط و مقررات مربوط به محل و نحوه استقرار تابلوهای شهری ، نقاشی ها ، جداره ها ، استفاده از نمایشگرهای بزرگ شهری ، تابلوهای تبلیغاتی ، تابلوهای راهنمای شهری ، اقدام نماید و به تصویب \"کمیته\" برساند . رعایت تصمیمات \"کمیته\" در این زمینه برای دستگاه ها ، سازمانها ، نهادها و مؤسسات دولتی و عمومی در اولویت قرار دارد .\n" +
                        "3-1-7- پیش آمدگی بدنه ساختمان ها ( نظیر بالکن ، تراس و ... ) در فضاهای شهری ممنوع بوده و احداث فضاهای نیمه باز با عقب نشینی دیوارهای خارجی از حد زمین تامین خواهد شد . این فضاهای نیمه باز جهت تقویت چشم اندازهای مناسب شهری ، کاهش اثر تابش شدید خورشد ، نگهداری گل و گیاه و موارد مشابه بوده و بهره برداری از این فضاها به عنوان انباری و خشک نمودن البسه منوع است .\n" +
                        "3-1-8- طراحان موظفند در طراحی ابنیه ، فضای مورد نیاز جهت انباری و محل خشک نمودن البسه را درون ابنیه پیش بینی نمایند . مساحت این فضاها تا سقف 10% کل مساحت زیربنا جزء مساحت مفید محاسبه نمی شود .\n" +
                        "3-1-9- تمامی پیش آمدگی های موجود در بدنه ساختمان ها از حد زمین در هنگام تخریب و نوسازی ابنیه از نمای ساختمان ها حذف می شوند .\n" +
                        "3-1-10- از تاریخ ابلاغ این مصوبه تا سقف 15% مساحت زیربنای هریک از واحدهای مسکونی به فضاهای نیمه باز و پیش فضای ورودی اختصاص خواهد داشت . این بخش جزء زیربنا محسوب نمی شود و مسدود نمودن آن و الحاق نمودن آنها به فضاهای محدود ساختمان ها به هر نحو ممنوع می باشد .\n" +
                        "3-1-11- طراحان و مجریان موظفند معماری بناهای واقع در تقاطع معابر را به گونه ای طراحی و اجرا نمایند که به ارتقاء کیفیت بصری و فضائی تقاطع ها منجر شود .\n" +
                        "3-1-12- با توجه به اهمیت معماری نبش ، کنج ، دروازه ها ، طرح و نمای ساختمان ها واقع در این نقاط باید به تائید \"کمیته\" برسد .\n" +
                        "3-1-13- در شهرهائی که پوشش نهائی غالب آنها از انواع شیب دار می باشد \"کمیته\" رنگ ها ، جنس و شیب مجاز آنها را بگونه ای معین می نماید که هماهنگی در سیما و منظر شهری فراهم آید .\n" +
                        "3-1-14- استفاده از پوشش های شیب دار ، در شهرهائی که استفاده از آن در سنت معماری محل نباشد ، ممنوع است .\n" +
                        "3-1-15- استفاده از فرم های نامتعارف ( نظیر کشتی ، میوه ها ، و . . . ) در طراحی و احداث بنا ، به تشخیص \"کمیته\" ممنوع می باشد . رعایت این مصوبه برای دستگاه ها ، نهادها و سازمان های دولتی در اولویت قرار دارد .\n" +
                        "3-1-16- استفاده از نماهای پرده ای ( آلومینیومی ، شیشه ، کامپوزیت ، شیشه های جیوه ای و . . . ) در جداره های بیرونی و قابل مشاهده از عرصه های عمومی ، ضمن رعایت مبحث چهرام مقررات ملی ساختمان ، برای کلیه بناهای دولتی و عمومی ممنوع بوده و استفاده از این مصالح صرفا درون ساختمان مجاز است . به مالکین ابنیه موجود فرصت داده می شود تا ظرف مدت سه سال ، با اولویت بناهای دولتی و عمومی به اصلاه نمای این ابنیه با مصالح جایگزینی که توسط \"کمیته\" تعیین می شود ، بازسازی نمایند .\n" +
                        "3-1-17- در طراحی ابنیه احداث تاسیسات بصورت نمایان در منظر شهری منوع است و تاسیسات باید با تمهیدات مناسب از معرض دید عمومی حذف شوند . در ابنیه موجود به ملکان فرصت داده می شود تا مطابق برنامه ای که از سوی \"کمیته\" مشخص می شود ، ظرف مدت سه سال به اصلاح نما اقدام نمایند .\n" +
                        "3-1-18- از این پس احداث ابنیه ای که به دلیل ارتفاع زیاد و یا درشت دانگی و . . . حقوق همسایگان را در استفاده از نور ، مناظر و مواهب طبیعی سلب نماید ممنوع می باشد . \"کمیته\" سنجه های مورد نیاز در این خصوص ( نظیر حداقل فواصل و ارتفاع بناها در همسایگی واحدها تعیین خواهد نمود ) .\n" +
                        "3-1-19- استفاده از بام های سبز در محل هائی که \"کمیته\" تصویب نماید مجاز خواهد بود .\n" +
                        " \n" +
                        "3-2- ضوابط مربوط به ساماندهی کالبدی فضاهای شهری \n" +
                        "3-2-1- به مالکین فرصت داده می شود تا ظرف پنج سال از تاریخ ابلاغ این مصوبه ، کلیه کانال های تاسیساتی نمایان در نماها و در جداره های شهری شامل کولرها ( اسپلیت) ، کانال های کولر ، ناودان ها ، سیم ها و کابل های برق و تلفن ، دودکش بخاری ، لوله های تاسیساتی ( به استثناء لوله های گاز شهری ) و نظایر آن به تدریج از نماهای شهری حذف و یا به گونه ای ساماندهی شوند که در نما یا جداره شهری قابل مشاهده نباشد . ل.له های گاز شهری نیز بایستی متناسب با رنگ نمای ساختمان ها رنگ آمیزی شود .\n" +
                        "3-2-2- نصب تابلوهائی که در معابر موجب اختلال در حرکت عابرین شود ، مطابق مبحث بیستم مقررات ملی ساختمان ممنوع است .\n" +
                        "3-2-3- مکان یابی کابن ها ، کیوسک ها در معابر پیاده باید به گونه ای انجام شود که مزاحم حرکت عابرین پیاده نباشد .\n" +
                        "3-2-4- به شهرداریها امکان داده می شود تا طبق برنامه ای سه ساله نسبت به ساماندهی کابین ها و کیوسکها و اثاثه شهری موجود اقدام نماید .\n" +
                        "3-2-5- ایجاد هرگونه اختلاف سطح ( لبه ، پله ، سکو و . . . ) در مسیر عبور در معابر پیاده ممنوع است و تغییرات سطوح بایستی بوسیله شیب راهه و رمپ انجام شود .\n" +
                        "3-2-6- کفسازی معابر پیاده بایستی به گونه ای انتخاب شود که امکان سرخوردن عابرین به حداقل کاهش یافته ، امکان پاکسازی داشته و از مصالح بوم آورد انتخاب شده باشد .\n" +
                        "3-2-7- کفسازی معابر باید با همکاری و مشارکت مالکین بناهای حاشیه معبر و شهرداری ، نگهداری و مرمت شود .\n" +
                        "3-2-8- اثاثه شهری بکار رفته در فضاهای شهری از نظر فرم ، اندازه ، رنگ و مصالح بایستی مطابق با طرح و اثاثه شهری و متناسب با بافت و احجام معماری اطراف این فضاها طراحی و اجرا شوند .\n" +
                        "3-2-9- حفظ و توسعه فضای سبز شهری باید حتی الامکان با گونه های گیاهی بومی صورت گیرد . \"کمیته\" گونه های گیاهی بومی را متناسب با ویژگی های طبیعی ، تاریخی و فرهنگی هر شهر مشخص نموده و اعلام می نماید .\n" +
                        " \n" +
                        "3-3- ضوابط مربوط به ساماندهی زیر ساخت های شهری  \n" +
                        "3-3-1- تعبیه تاسیسات گرمایشی و سرمایشی و کانال های مورد نیاز در فضاهای داخلی ساختمان الزامی است .\n" +
                        "3-3-2- کلیه مسیرها و کانال های تاسیساتی موجود در معابر باید بوسیله کفسازی مشخص شود . کانال ها باید به گونه ای احداث شوند که دسترسی به آنها برای تعمیر به سهولت فراهم شود .\n" +
                        "3-3-3- \"کمیته\" موظف است تا زمینه شکل گیری ایجاد کانال مشترک انرژی در معابر را با همکاری شهرداری ، وزارت کشور و سازمان ها و نهادهای زیربط پیگیری نماید .\n" +
                        " \n" +
                        "3-4- ضوابط مربوط به ساماندهی کارکردی فضاهای شهری\n" +
                        "3-4-1- به منظور استفاده بهینه از فضاهای شهری و ایجاد سرزندگی در آنها ، به شهرداری اختیار داده می شود تا با هماهنگی کمیته ها و ساکنان مجاور معابر ، در معابری که عرض بخشی از پیاده رو آنها بیش از سه متر باشد ، در ایام تعطیل و ساعات شبانگاهی به کاربری هائی چون اغذیه فروشی و عرضه کنندگان آبمیوه و نوشیدنی های سرد و گرم اجازه دهند تا بخشی از معبر با مبلمان مناسب تجهیز و از مراجعین پذیرائی نمایند . لکن احداث نرده و یا ایجاد مانع ثابت در مسیر عابرین در آن ممنوع است .\n" +
                        " \n" +
                        "3-5- ضوابط مربوط به ساماندهی کارکردی فضاهای شهری\n" +
                        "3-5-1- تحویل نقشه حجمی ابنیه و راندوی مصالح بکارگرفته شده در طراحی ابنیه جدید و ابنیه مجاور ( همسایگی ) برای اخذ پروانه ساختمانی به مراکز بررسی و کنترل نقشه و مراجع صدور پروانه ساختمانی از سوی متقاضیان الزامی است . در این نقشه ها ایجاد هماهنگی میان احجام از نظر فرم ، جنس و رنگ مصالح ، دانه بندی و ریخت در واحدهای همسایگی الزامی است . دستورالعمل ها و راهنمای مورد نیاز در این خصوص از سوی \"کمیته\" تدوین و ابلاغ خواهد شد .\n" +
                        "3-5-2- صدور پایان کار و گواهی عدم خلاف برای ابنیه جدیدالاحداث منوط به اجرای نقشه های ارائه شده جهت اخذ پروانه ساختمانی است . مهندسین ناظر مسئول اجرای دقیق نقشه های مصوب ( بویژه نما و حجم ) خواهند بود .\n" +
                        "\n";
            case 4:
                return "هدف عوارض نوسازی که در اصل به عنوان قانون نوسازی و عمران شهری مطرح می شود، ایجاد و ساخت معابر، پل ها، خیابان ها، پارکینگ ها و در کل عمران و اصلاح شهرهاست.\n" +
                        "این قانون به اراضی، املاک، مستحدثات و ساختمان ها تعلق می گیرد که باید سالانه یکبار عوارض خود را پرداخت نمایند و دولت جهت تأمین بخشی از درآمدهای خود این قانون را ایجاد کرده است.\n" +
                        "مبنای محاسبه عوارض نوسازی را براساس مصوبه هیأت وزیران و برطبق فرمول می باشد: \n" +
                        "قیمت های اراضی قبلا توسط وزارت کشور اعلام می شد ولی از سال 1381 به بعد دفترچه تقویم املاک شهری توسط اداره دارایی ارائه می گردد و محاسبه ی قیمت های مناطق مختلف، متفاوت می باشد.\n" +
                        "پرداخت عوارض شهرداری نیاز به ممیزی شهر، دارد که کلیه اطلاعات اراضی و املاک باید استخراج و سپس در برگه های مخصوص ثبت شود و این اطلاعات به وسیله ی پست یا مأمور مخصوص به درب منازل ابلاغ گردد وچنانچه ظرف مدت 4 ماه اگر اعتراضی بود رسیدگی گردد و در غیر این صورت بایستی تا آخر سال عوارض پرداخت گردد. این ممیزی هر 5 سال یکبار صورت می گیرد که آخرین ممیزی شهرداری در تاریخ 30 آذر سال 1390 ارائه شده است.\n" +
                        "عوارض نوسازی طبق ماده 10 قانون، از اول فروردین تحقق می یابد و تا پایان همان سال باید پرداخت گردد که نحوه ی اعلام عوارض بصورت فیش می باشد.\n" +
                        "فیش ها دارای شناسه پرداخت و قبض گشته اند و شهروندان می توانند بدون مراجعه به شهرداری از طریق عابر بانک ها، کارت خوانها و تلفن همراه عوارض خود را پرداخت نمایند و پس از 10 الی 15 دقیقه پیامک عدم بدهی را دریافت نمایند.\n" +
                        "جایزه خوش حسابی پرداخت عوارض نوسازی ویژه شهروندان در نظر گرفته شده است که شامل تخفیف می باشد.\n" +
                        "انتظار می رود تا مردم نسبت به پرداخت فیش های عوارض خود اهمیت بیشتری قائل شوند چرا که پرداخت این عوارض منجر به آبادسازی و زیباسازی شهر می گردد و در این میان اگر شهروندان به مشکلی در پرداخت فیش ها برخورد پیدا کردند به شهرداری مراجعه نمایند.\n";
            case 5:
                return  "\u200Cقانون بلدیه\n" +
                        "\u200Cمصوب 20 - ربیع\u200Cالثانی 1325 قمری\n" +
                        "\u200Cفصل اول - قواعد کلیه\n" +
                        "1 - مقصود اصلی تأسیس بلدیه حفظ منافع شهرها و ایفای حوائج اهالی شهرنشین است.\n" +
                        "2 - امور راجعه به بلدیه از قرار تفصیل است\n" +
                        "(اولاً) اداره کردن آن چه اهالی شهر برای اصلاح امور بلدیه به موجب قانون می\u200Cدهند\n" +
                        "(ثانیاً) اداره کردن اموال منقوله و غیر منقوله و سرمایه\u200Cهایی که متعلق به شهر است\n" +
                        "(ثالثاً) مراقبت در عدم قحطی آذوقه شهر به وسائل ممکنه\n" +
                        "(رابعاً) ساختن و پاک نگاهداشتن کوچه\u200Cها و میدانها و خیابانها از پیاده\u200Cرو و\n" +
                        "کالسکه\u200Cرو و باغهای عمومی و مجاری میاه و زیر آبها و پلها و معابر و\u200Cغیره و همچنان\n" +
                        "روشن کردن شهر و تقسیم آبهای شهری و مراقبت در تنقیه قنوات و پاکیزگی حمامها\n" +
                        "(خامساً) مراقبت در رفع تکدی و تأسیس دارالمساکین و دارالعجزه و مریضخانه\u200Cها و\n" +
                        "امثال آن\n" +
                        "(سادساً) معاونت در اقدامات حفظ\u200Cالصحه و حفظ دواب و حشم و تأسیس دواخانه\u200Cها و\n" +
                        "امثال آن\n" +
                        "(سابعاً) مواظبت در این که معابر شهری موافق نقشه معینی باشد و اقدامات مقتضیه بر\n" +
                        "ضد حریق و سایر بلیات سماوی و ارضی به عمل آید\n" +
                        "(ثامناً) بیمه ابنیه متعلق به شهر از حریق\n" +
                        "(تاسعاً) معاونت در تکثیر معارف و مساعدت در دایر نمودن کتابخانه\u200Cها و\n" +
                        "قرائتخانه\u200Cها و موزه\u200Cها و حفظ و مرمت مساجد و مدارس و ابنیه عتیقه[bm](عاشراً)\n" +
                        "مساعدت با دولت در ساختن بازارها و نمایشگاه\u200Cها تجارتی و کلیهْْ مراقبت رواج حرفت و\n" +
                        "تجارت شهر و دایر نمودن محل تشخیص اسعار\u200Cو معاملات عمومی.\n" +
                        "3 - دایره اقدامات بلدیه مختص به حدود شهر و اراضی متعلقه به شهر است.\n" +
                        "4 - انجمن و اداره بلدیه می\u200Cتواند به اسم شهر بیع و شراء و هر گونه معاملات نماید\n" +
                        "و به جاهای لازم شکایت کند و در محاکمات عدلیه اقامه دعوا\u200Cنماید و مدعی و\n" +
                        "مدعی\u200Cعلیه واقع شود.\n" +
                        "5 - اراضی کوچه\u200Cها و میدان\u200Cها و پیاده\u200Cروها و معابر و رودخانه\u200Cها و سواحل\n" +
                        "رودخانه\u200Cها و زیر آبها و غیره هر چند که متعلق به شهر است محل استفاده\u200Cعموم ناس\n" +
                        "است.\n" +
                        "6 - وجوهی که اهل شهر برای مصارف بلدیه می\u200Cدهند باید به حکم قانون باشد.\n" +
                        "7 - حاکم شهر باید مراقبت نماید که اقدامات بلدیه مخالف با این نظامنامه نباشد.\n" +
                        "8 - اداره بلدیه حق دارد که مهر معینی به اسم شهر داشته باشد.\n" +
                        "\u200Cفصل دوم\n" +
                        "\u200Cدر تشکیل انجمن بلدیه\n" +
                        "9 - هیأت بلدیه مرکب است از انجمن بلدیه و اداره و شعب جزو آن.\n" +
                        "10 - انجمن بلدیه مرکب است از اعضایی که از محلات شهر به ترتیب ذیل انتخاب\n" +
                        "می\u200Cشوند.\n" +
                        "11 - عده اعضای انجمن بلدیه در شهرهای کوچک شانزده و در شهرهای متوسط بیست و در\n" +
                        "شهرهای بزرگ سی نفر خواهد بود که با رعایت\u200Cوسعت و جمعیت به محلات شهر تقسیم\n" +
                        "می\u200Cشوند.\n" +
                        "\u200Cشرایط انتخاب\u200Cکنندگان و انتخاب\u200Cشوندگان\n" +
                        "12 - انتخاب\u200Cکنندگان اعضای انجمن بلدیه باید دارای شرایط ذیل باشند\n" +
                        "(اولاً) تابعیت ایرانیه\n" +
                        "(ثانیاً) اکمال بیست و یک اقلاً\n" +
                        "(ثالثاً) دادن مالیات یا داشتن خانه یا مستغل یا اراضی در حدود شهر که در شهرهای\n" +
                        "بزرگ هزار و در شهرهای متوسط پانصد و در شهرهای کوچک\u200Cسیصد تومان ارزش داشته باشد.\n" +
                        "13 - ادارات علمیه و خیریه نیز در صورتی که صاحب چنین مستغلی یا زمینی در شهر\n" +
                        "باشند حق فرستادن وکیلی برای شرکت در انتخابات دارند\u200Cکذالک شرکتها و اشخاصی که\n" +
                        "تجارتخانه و حجره معینی دارند حق شرکت در انتخاب را دارند ولو این که صاحب خانه یا\n" +
                        "مستغل یا اراضی به طوری که\u200Cذکر شد نباشند.\n" +
                        "14 - اگر خانه یا مستغل یا زمینی مابین چند نفر مشترک باشد یکی از شرکاء می\u200Cتواند\n" +
                        "موافق قرار داد سایر شرکاء در انتخابات حاضر شود.\n" +
                        "15 - اشخاص ذیل حق انتخاب ندارند\n" +
                        "(اولاً) اشخاصی که به واسطه جنحه و جنایتی مجازات قانونی دیده\u200Cاند\n" +
                        "(ثانیاً) اشخاصی که معروف به ارتکاب قتل و سرقت باشند\n" +
                        "(ثالثاً) ورشکسته به تقصیر\n" +
                        "(رابعاً) اشخاصی که از بابت عوارض بلدیه بقایا دارند و بیش از نصف عوارض سالیانه\n" +
                        "را نپرداخته\u200Cاند\n" +
                        "(خامساً) طایفه نسوان\n" +
                        "(سادساً) اشخاص خارج از رشد.\n" +
                        "16 - اشخاص ذیل از شرکت در انتخابات به شرط ممنوعند\n" +
                        "(اولاً) حکام و معاونین آنها در محل حکومت\n" +
                        "(ثانیاً) عمال نظمیه شهری که در آن انتخابات به عمل می\u200Cآید\n" +
                        "(ثالثاً) مأمورین نظامی بری و بحری داخل در نظام.\n" +
                        "17 - شرایط انتخاب شدن همان شرایط انتخاب کردن است به علاوه باید انتخاب\u200Cشوندگان\n" +
                        "سواد فارسی کامل داشته و سنشان کمتر از بیست و پنج\u200Cنباشد و داخل در خدمت دولتی\n" +
                        "نباشند.\n" +
                        "18 - اشخاصی که انتخاب می\u200Cشوند باید قبل از وقت یا خودشان داوطلب انتخاب شدن باشند\n" +
                        "و یا به تکلیف انتخاب\u200Cکنندگان قبول انتخاب شدن را\u200Cنموده باشند.\n" +
                        "\u200Cترتیب انتخاب اعضاء\n" +
                        "19 - برای انتخاب اعضاء انجمن نظارتی از معاریف انتخاب\u200Cکنندگان از محلات شهر تشکیل\n" +
                        "می\u200Cیابد که در تحت نظارت حاکم یا نایب\u200Cالحکومه یا\u200Cمعاونشان خواهد بود.\n" +
                        "20 - عده اعضای انجمن نظارت مطابق خواهد بود با عده محلات شهر ولی کمتر از شش نفر\n" +
                        "نخواهد بود.\n" +
                        "21 - پس از تشکیل اعضاء انجمن از میان خودشان یک نفر رئیس و یک منشی انتخاب خواهند\n" +
                        "نمود.\n" +
                        "22 - نظم مجلس و حفظ قوانین انتخاب با رئیس و نوشتن صورت مجلس هر اجلاس با منشی\n" +
                        "خواهد بود.\n" +
                        "23 - انجمن نظار فقط مشغول امر انتخاب خواهد بود و دخالت در امر دیگر نخواهد نمود.\n" +
                        "24 - انجمن نظار اعلانی مرتب نموده دو هفته قبل از روز انتخاب که جمعه خواهد بود\n" +
                        "در شهر اشاعه می\u200Cدهد.\n" +
                        "25 - اعلان مذکور در ماده فوق مطالب ذیل را دارا خواهد بود.\n" +
                        "(اول) محل ایام و اوقاتی که انجمن نظار حاضر خواهد بود برای دادن تعرفه به اشخاصی\n" +
                        "که شرایط انتخاب کردن را دارا هستند\n" +
                        "(دوم) مواد دوازده تا هیجده این قانون را\n" +
                        "(سوم) محل روز و مدتی را که انجمن نظار حاضر خواهد بود برای گرفتن اوراق انتخاب\n" +
                        "از دارندگان تعرفه انتخاب\n" +
                        "(چهارم) عده اعضایی که باید انتخاب شوند.\n" +
                        "26 - محل اجتماع انجمن نظار حتی\u200Cالمقدور قسمی انتخاب خواهد شد که در مرکز شهر واقع\n" +
                        "باشد تا مردم بتوانند به سهولت و آزادی ورود کرده\u200Cتعرفه بگیرند یا روز انتخاب رأی\n" +
                        "بدهند مثل مساجد و یا مدارس.\n" +
                        "27 - تعرفه\u200Cای که با نمره و تاریخ به مهر اعضای انجمن نظار به انتخاب\u200Cکنندگان داده\n" +
                        "می\u200Cشود محتوی اسم خود و پدر و سن و شغل و منزل\u200Cانتخاب\u200Cکننده خواهد بود همچنین\n" +
                        "تعیین روز و محلی را می\u200Cنماید که دارنده تعرفه باید حاضر شده رأی خود را بدهد.\n" +
                        "28 - انجمن نظار تعرفه\u200Cهایی را که می\u200Cدهد به ترتیب نمره در کتابچه ثبت خواهد نمود.\n" +
                        "29 - در روز انتخاب که فقط یک روز خواهد بود و به وسیله اعلان و تعرفه معین گردیده\n" +
                        "انجمن نظار از صبح تا شام در محلی که معین شده حاضر\u200Cمی\u200Cشود.\n" +
                        "30 - در روز انتخاب انجمن اقلاً ده ساعت برای تحصیل آراء حاضر خواهد بود ساعت\n" +
                        "افتتاح و اختتام مجلس انتخاب قبل از وقت اعلان خواهد\u200Cشد.\n" +
                        "31 - پس از انقضای وقتی که معین شده دیگر ورقه انتخاب از کسی قبول نخواهد شد.\n" +
                        "32 - دادن رأی باید مخفی باشد و از این جهت دارنده تعرفه باید قبل از دخول به مجلس\n" +
                        "انتخاب مطابق عده که اعلان شده است اسم یک یا چند نفر\u200Cرا که دارای شرایط انتخاب\n" +
                        "شدن باشند روی کاغذ سفید بی\u200Cنشان نوشته تا کند و با خود داشته باشد.\n" +
                        "33 - پس از حضور اعضای انجمن و افتتاح مجلس انتخاب در ساعتی که اعلان شده قبل از\n" +
                        "شروع به گرفتن اوراق انتخاب رییس انجمن نظار\u200Cجعبه\u200Cای که برای ضبط اوراق انتخاب است\n" +
                        "در حضور اعضای انجمن و حاضرین از انتخاب\u200Cکنندگان باز نموده خالی بودن آن را\n" +
                        "می\u200Cنماید.\n" +
                        "34 - دارندگان تعرفه برای ورود به مجلس انتخاب باید تعرفه و ورقه انتخاب خود را در\n" +
                        "دست داشته باشند.\n" +
                        "35 - اشخاصی که تعرفه ندارند حق دخول و مزاحمت را ندارند.\n" +
                        "36 - هر یک از دارندگان تعرفه پس از ورود به مجلس انتخاب در کمال آرامی تعرفه و\n" +
                        "ورقه انتخاب خود را به رییس خواهد داد.\n" +
                        "37 - رییس نمره تعرفه را به صوت بلند می\u200Cگوید تا یکی از اعضاء انجمن نمره را در\n" +
                        "کتابچه ثبت تعرفه پیدا نموده نشان کند پس از نشان نمره رییس\u200Cتعرفه را به صاحبش رد\n" +
                        "نموده و ورقه انتخاب او را بدون نگاه کردن در جعبه انتخاب می\u200Cاندازد.\n" +
                        "38 - انتخاب\u200Cکنندگان پس از دادن ورقه انتخاب و پس گرفتن تعرفه در صورت تنگی جای و\n" +
                        "اختلال نظم و ترتیب انتخاب و امر رییس از مجلس\u200Cانتخاب خارج خواهند شد.\n" +
                        "39 - رییس از حضور عده\u200Cای از انتخاب\u200Cکنندگان در مجلس انتخاب مضایقه نخواهد نمود\n" +
                        "مگر این که موجب تنگی مکان و معطلی و بی\u200Cنظمی امر\u200Cانتخاب بشود در این صورت اطاعت\n" +
                        "امر رییس واجب است.\n" +
                        "40 - دخول در مجلس انتخاب با داشتن حربه ممنوع است.\n" +
                        "41 - پس از انقضای وقت مجلس انتخاب یا نشان شدن تمام نمره\u200Cها در کتابچه ثبت تعرفه\n" +
                        "رییس ختم انتخاب را به صوت بلند اعلان می\u200Cنماید و پس\u200Cاز آن دیگر از کسی ورقه\n" +
                        "انتخاب قبول نمی\u200Cشود.\n" +
                        "42 - پس از اعلام ختم رییس جعبه انتخاب را در حضور اعضای انجمن نظار و حاضرین از\n" +
                        "انتخاب\u200Cکنندگان خالی نموده امر به استخراج اسامی\u200Cمی\u200Cنماید.\n" +
                        "43 - کار اول تعیین عده اوراق انتخاب خواهد بود و نتیجه آن به توسط منشی انجمن در\n" +
                        "صورت مجلس روز انتخاب ثبت می\u200Cشود.\n" +
                        "44 - پس از تعیین عده اوراق انتخاب یکی از اعضاء اسامی مرقومه روی اوراق را یک یک\n" +
                        "به صوت بلند می\u200Cخواند و به یک نفر دیگر از اعضاء\u200Cمی\u200Cدهد.\n" +
                        "45 - منشی مجلس باید اسامی که خوانده می\u200Cشود در بالای صفحه کاغذی سیاهه نموده هر\n" +
                        "چند دفعه که یک اسم مکرر می\u200Cشود زیر آن برای شماره\u200Cعلامتی بگذارد.\n" +
                        "46 - در صورتی که روی اوراق انتخاب بیشتر یا کمتر از عده معینه در اعلان اسامی\n" +
                        "نوشته باشند نقصی در امر انتخاب حاصل نخواهد شد در\u200Cصورت اول آن عده اسمی که زیاد\n" +
                        "نوشته شده از آخر ورقه خوانده نخواهد شد.\n" +
                        "47 - از اوراق آن چه سفید یا لایقرء باشد یا آن که صحیحاً معرفی انتخاب شده را نکند\n" +
                        "یا امضای انتخاب\u200Cکننده را داشته باشد یا بیش از یک ورق\u200Cباشد محسوب نخواهد بود ولی\n" +
                        "عیناً ضمیمه صورت مجلس می\u200Cشود.\n" +
                        "48 - بلافاصله پس از استخراج و شماره آراء رییس نتیجه را به صوت بلند اعلان\n" +
                        "می\u200Cنماید و اوراق انتخاب را پاره و باطل می\u200Cنماید به استثناء آنهایی\u200Cکه در ماده\n" +
                        "فوق ذکر شد که ضمیمه صورت مجلس می\u200Cشود.\n" +
                        "49 - انتخاب\u200Cشدگان اشخاصی خواهند بود که اکثریت آراء نسباً به طرف ایشان باشد.\n" +
                        "50 - صورت مجلس انتخابات را منشی در دو نسخه تحریر نموده به امضای اعضای انجمن\n" +
                        "نظار می\u200Cرساند یک نسخه به حاکم یا نایب\u200Cالحکومه داده\u200Cخواهد شد و نسخه دیگر با\n" +
                        "کتابچه ثبت تعرفه و اوراق مذکور در ماده فوق در نزد یکی از اعضاء که انجمن نظار\n" +
                        "معین کنند امانت می\u200Cماند که پس از\u200Cتشکیل به انجمن بلدیه تسلیم نماید.\n" +
                        "51 - در صورت تساوی آراء منتخب به حکم قرعه معین می\u200Cشود.\n" +
                        "52 - در صورتی که تجدید انتخاب لازم شود جمعه آینده خواهد بود.\n" +
                        "53 - اگر از انتخاب\u200Cکنندگان و انتخاب\u200Cشوندگان کسی در حین انتخاب شکایت یا ایرادی\n" +
                        "در امر انتخاب داشته باشد مانع از انجام انتخاب نخواهد شد\u200Cولی شرح آن شکایت باید\n" +
                        "در صورت مجلس درج بشود.\n" +
                        "54 - شکایات و ایرادات راجع به انتخابات باید در ظرف یک هفته بعد از ختم انتخابات\n" +
                        "به انجمن نظار اظهار شود تا انجمن رسیدگی نموده حکم\u200Cخود را بدهد و نتیجه را ضمیمه\n" +
                        "صورت انتخاب نماید.\n" +
                        "55 - متشکیان از انتخابات اگر از حکم انجمن نظار راضی نباشند پس از افتتاح انجمن\n" +
                        "بلدیه شکایات خودشان را در ظرف هفته اول به انجمن بلدیه\u200Cاظهار نمایند حکم انجمن\n" +
                        "بلدی قطعی خواهد بود.\n" +
                        "56 - حق ایرادات و اعتراض بر انتخابات را اشخاصی دارند که حق انتخاب کردن و انتخاب\n" +
                        "شدن را داشته باشند انجمن نظار یک هفته بعد از انجام\u200Cانتخابات متفرق خواهد شد.\n" +
                        "57 - اسامی انتخاب\u200Cشدگان برای انجمن بلدیه بعد از اتمام انتخابات از طرف حاکم در\n" +
                        "روزنامه طبع خواهد شد.\n" +
                        "58 - در شهرهای بزرگ برای تسهیل امر انتخاب انجمن نظار می\u200Cتواند در هر محله شعبه\n" +
                        "جداگانه مرکب از شش نفر تشکیل نماید که به ترتیب فوق\u200Cمنتخبین آن محله را تعیین\n" +
                        "کند.\n" +
                        "59 - اعمال انجمن نظار و شعب آن از دادن تعرفه و تحصیل آراء در روز انتخاب و غیره\n" +
                        "باید مقارن یکدیگر باشد و در یک روز اختتام پذیرد.\n" +
                        "\u200Cفصل سوم\n" +
                        "\u200Cترتیب و وظایف انجمن بلدیه\n" +
                        "60 - یک هفته پس از انجام انتخاب اعضاء انجمن بلدیه منعقد گشته مشغول امور راجعه\n" +
                        "به خود می\u200Cشود.\n" +
                        "61 - انجمن بلدیه بعد از تشکیل اگر خللی در امر انتخاب یکی از محلات مشاهده نمایند\n" +
                        "می\u200Cتواند با اطلاع حکومت امر به تجدید انتخاب در آن\u200Cمحله نماید.\n" +
                        "62 - انجمن بلدیه مرکب است از اعضایی که به مدت چهار سال به موجب این نظامنامه\n" +
                        "انتخاب می\u200Cشوند.\n" +
                        "63 - اعضای انجمن بلدیه قبل از شروع به اجرای وظایف خود قسم یاد خواهند کرد که با\n" +
                        "کمال راستی و درستی تکالیف خود را انجام دهند.\n" +
                        "64 - اعضای انجمن بلدیه از طرف دولت یا ملت موظف نخواهند بود.\n" +
                        "65 - اگر یکی از اعضاء انجمن بلدیه از این شغل استعفا نماید و یا آن که به جهتی از\n" +
                        "جهات که در ماده 12 این نظامنامه مصرح است از عضویت\u200Cانجمن محروم شود به جای آن عضو\n" +
                        "دیگری از محل خودش انتخاب خواهد شد.\n" +
                        "66 - هیچ کس از اعضای انجمن بلدیه نباید بدون عذر موجه از حضور در اجلاسات انجمن\n" +
                        "خودداری نماید.\n" +
                        "67 - عضو غایب باید رییس انجمن را هر دفعه از جهت غیبت خود مطلع نماید و رییس\n" +
                        "انجمن اظهار عضو غایب را به اطلاع انجمن برساند.\n" +
                        "68 - هر گاه عضوی در انجمن حاضر نشد و به رییس انجمن جهت غیبت خود را اطلاع نداد و\n" +
                        "یا این که اطلاع داد ولی انجمن به اکثریت دو ثلث\u200Cآراء عذر او را موجه ندانست دفعه\n" +
                        "اول و دوم رییس او را توبیخ خواهد کرد و در دفعه سوم از حضور در انجمن معاف خواهد\n" +
                        "بود.\n" +
                        "69 - رییس انجمن بلدیه را خود انجمن از میان خود به اکثریت آراء انتخاب خواهد کرد\n" +
                        "در پایتخت و کرسی\u200Cهای ایالت فرمان همایون در استقرار او\u200Cبدین سمت صادر خواهد شد\n" +
                        "رؤسای انجمن\u200Cهای بلدیه شهرهای دیگر بدین سمت به حکم وزیر داخله مستقر خواهند نمود\n" +
                        "منشی انجمن را نیز خود\u200Cانجمن با رعایت کثرت آراء از اعضاء انتخاب خواهد کرد.\n" +
                        "70 - وظایف انجمن بلدیه از این قرار است\n" +
                        "(اولاً) انتخاب اجزای بلدیه و مستخدمینی که موافق این نظامنامه باید از طرف انجمن\n" +
                        "انتخاب شوند\n" +
                        "(ثانیاً) تعیین مقرری برای مستخدمین ادارات بلدیه\n" +
                        "(ثالثاً) ترتیب تکالیف و وظایف اداره بلدیه و دوائر جزو او و نوشتن دستورالعمل\n" +
                        "آنها\n" +
                        "(رابعاً) مداقه در عمل بودجه بلدیه\n" +
                        "(خامساً) تعیین مقدار فروعات و عوارضی که برای مصارف بلدیه از اهالی شهر به موجب\n" +
                        "قانون گرفته می\u200Cشود\n" +
                        "(سادساً) تبدیل عوارض جنسی به نقدی\n" +
                        "(سابعاً) تعیین این که از چه نوع بقایای شهری که لاوصول مانده باید صرف نظر بشود\n" +
                        "(ثامناً) ترتیب حفظ و اداره کردن سرمایه\u200Cها و اموال بلدیه و همچنان نظم و ترتیب\n" +
                        "تأسیسات خیریه از قبیل مریضخانه و کتابخانه و غیره که به خرج\u200Cشهر دایر شده\n" +
                        "(تاسعاً) تحصیل اموال غیر منقوله\n" +
                        "(عاشراً) خرید و فروش اموال غیر منقوله و تعیین قواعد خرید آن چه که برای ترتیب\n" +
                        "ابنیه و کوچه\u200Cها موافق نقشه\u200Cای که ممضی و مقبول شده و لازم\u200Cاست\n" +
                        "(واحد عشراً) تعیین و تعدیل نرخ گوشت و نان و سایر ارزاق و میزان اجرت کالسکه\u200Cهای\n" +
                        "کرایه و تراموای و سایر اسباب حمل و نقل\n" +
                        "(اثنین عشراً) مداقه در لایحه استقراض شهری و کلیه قراردادهایی که به اسم شهر\n" +
                        "منعقد خواهد شد\n" +
                        "(ثالث عشراً) قبول نمودن وجه اعانه به اسم شهر\n" +
                        "(اربع عشراً) ترتیب قواعدی که برای اجرای مواد سابق\u200Cالذکر لازم خواهد شد\n" +
                        "(خمس عشراً) ترتیب لوایح تغییر و تکمیل نقشه\u200Cهای شهری و ترتیب نقشه\u200Cهای جدیده\n" +
                        "(سادس عشراً) رسیدگی به حساب اداره بلدیه و نظارت و تفتیش اعمال آن اداره و رسیدگی\n" +
                        "به مواد شکایات که در آن اداره طرح می\u200Cشود\n" +
                        "(سبع عشراً) مسئول نمودن مستخدمین و عمال بلدیه\n" +
                        "(ثمانیه عشراً) تقدیم لوایح و عرایض به وزیر داخله به توسط حاکم محل در احتیاجات\n" +
                        "اهالی شهر و منافع آنها\n" +
                        "(تسعه عشراً) تعیین مقدار عوارضی که باید از مردم بابت استفاده از راه\u200Cهای اطراف\n" +
                        "شهر و پلها و معابر و سلاخ\u200Cخانه\u200Cها و لوله\u200Cهای مجاری آب\u200Cها و\u200Cزیرآبها که به خرج\n" +
                        "شهر ساخته شده است بدهند همچنان تعیین مقدار حق\u200Cالارضی که باید شرکت\u200Cهای کشتیرانی\n" +
                        "و صاحبان کشتی از بابت اسکله\u200Cهایی که\u200Cساخته شده است بدهند\n" +
                        "(عشرین) رسیدگی به صحت موازین و مقادیر\n" +
                        "(احد عشریناً) تعیین محلی برای سپردن و نگاهداری اطفال و مجانین و حیوانات گمشده و\n" +
                        "طریق ایصال ایشان به اولیای آنها.\n" +
                        "71 - انجمن بلدیه در عرض سال معمولاً کمتر از شش و زیادتر از بیست و چهار مرتبه\n" +
                        "منعقد نمی\u200Cشود مگر به اقتضای حاجت و تصویب خود\u200Cانجمن که فوق\u200Cالعاده منعقد تواند شد\n" +
                        "فهرست اجلاسات خود را انجمن بلدیه در برج حوت برای سال آتیه ترتیب داده اعلان\n" +
                        "خواهد کرد.\n" +
                        "72 - هر دفعه قبل از انعقاد انجمن بلدیه رییس انجمن فهرست اموری که باید مطرح\n" +
                        "مذاکره و مداقه شود ترتیب داده برای اعضای انجمن بلدیه\u200Cخواهد فرستاد و نسخه\u200Cای هم\n" +
                        "برای اطلاع حاکم محل به حکومت ارسال خواهد داشت هر گاه در اجلاس انجمن بلدیه در یک\n" +
                        "روز فرصت مذاکره در\u200Cتمام امور معینه نشد روزهای بعد به آن امور رسیدگی خواهد شد.\n" +
                        "73 - انجمن بلدیه به حکم وزیر داخله در پایتخت و حکام در ولایات فوق\u200Cالعاده تشکیل\n" +
                        "تواند شد ولی باید قبل از وقت فهرست اموری که در\u200Cانجمن مطرح مذاکره خواهد شد به\n" +
                        "توسط رییس انجمن بلدیه برای اعضاء فرستاده شود.\n" +
                        "74 - امور راجعه به انجمن بلدیه به موجب اظهار اشخاص ذیل طرح می\u200Cشود:\n" +
                        "(اولاً) به تکلیف رییس انجمن بلدیه و اعضای آن\n" +
                        "(ثانیاً) به موجب اظهار کتبی حاکم محل\n" +
                        "(ثالثاً) به اظهار اداره بلدیه\n" +
                        "(رابعاً) به موجب اظهار و شکایت اشخاص متفرقه.\n" +
                        "75 - اعضای انجمن در صورتی که بخواهند مطلبی را اظهار نمایند باید کتباً به رییس\n" +
                        "انجمن اعلان نمایند بعد از این اعلام مسئله را رییس به انجمن\u200Cاظهار می\u200Cدارد و در\n" +
                        "صورتی که انجمن اظهار مسئله را تصویب نمود اعضاء شروع در مذاکره می\u200Cنمایند.\n" +
                        "76 - انجمن بلدیه می\u200Cتواند تسویه اموری را که وقت مخصوص لازم دارد به عهده یکی از\n" +
                        "اعضا بلدیه محول کند.\n" +
                        "77 - رییس انجمن بلدیه حق دارد که برای حضور در مجلس اشخاصی را که اطلاعات آنها\n" +
                        "باعث پیشرفت و مذاکره و مداقه امور است دعوت نماید.\n" +
                        "78 - برای اعتبار قراردادهای انجمن بلدیه اقلاً باید نصف اعضاء حاضر باشند ولی در\n" +
                        "اجلاساتی که در مواقع بلیات ارضی و سماوی و یا جنگ به\u200Cطور فوق\u200Cالعاده تشکیل می\u200Cشود\n" +
                        "از این قاعده صرف نظر خواهد شد و قرارداد انجمن با حضور هر قدر از اعضاء معتبر\n" +
                        "خواهد بود.\n" +
                        "79 - برای قراردادهای انجمن بلدیه در مواد ذیل باید اقلاً دو ثلث از اعضاء حاضر\n" +
                        "باشند\n" +
                        "(اولاً) در باب فروش اموال غیر منقوله متعلق به شهر و خرید اموال غیر منقوله برای\n" +
                        "شهر\n" +
                        "(ثانیاً) تعیین قیمت اراضی که برای ساختن ابنیه به اشخاص متفرقه فروخته می\u200Cشود و\n" +
                        "یا برای تصحیح نقش شهر ابتیاع می\u200Cشود\n" +
                        "(ثالثاً) استقراضات و ضمانات که از طرف شهر می\u200Cشود\n" +
                        "(رابعاً) تبدیل عوارض جنسی به نقدی\n" +
                        "(خامساً) تعیین مسئولیت مستخدمین اداره بلدیه و دوائر جزو آن.\n" +
                        "80 - غیر از مواردی که در ماده هفتاد و پنج اشاره شده است سایر امور راجعه به\n" +
                        "انجمن بلدیه به اکثریت آراء حل و تسویه می\u200Cشود و در صورت\u200Cتساوی آراء رأی رییس دو\n" +
                        "رأی محسوب می\u200Cشود هیچ عضوی بیش از یک رأی ندارد و رأی خود را نمی\u200Cتواند به دیگری\n" +
                        "محول کند.\n" +
                        "81 - در باب تعیین مستخدمین اداره بلدیه و دوایر جزو آن و مقرری آنها و مسئولیت\n" +
                        "اجزا و مستخدمین رأی مخفی گرفته می\u200Cشود ولی در سایر امور\u200Cانجمن مختار است رأی مخفی\n" +
                        "یا علنی بگیرد.\n" +
                        "82 - تمام قراردادهای انجمن بلدیه باید در دفتری ثبت شده به امضای رییس انجمن و\n" +
                        "اعضایی که در مذاکرات شرکت داشته\u200Cاند برسد و صورت\u200Cمجلس را منشی انجمن و منشی اداره\n" +
                        "بلدیه نیز امضا می\u200Cنماید و ترتیب دفاتر به عهده منشی\u200Cهای مزبوره است.\n" +
                        "83 - کلیه قراردادهای انجمن بلدیه با منضمات آن باید به توسط رییس انجمن برای حاکم\n" +
                        "محل فرستاده شود و آن چه که باید در روزنامجات طبع و\u200Cنشر شود با تصویب انجمن برای\n" +
                        "اطلاع اهالی شهر اعلان و اعلام خواهد شد.\n" +
                        "84 - از قراردادهای انجمن آن چه باید به امضای حاکم یا وزیر داخله برسد بعد از\n" +
                        "امضاء به موقع اجرا گذارده خواهد شد.\n" +
                        "85 - از قراردادهای انجمن بلدیه آن چه که باید به امضای حاکم برسد از این قرار\n" +
                        "است:\n" +
                        "(اولاً) تعیین قیمت اراضی شهر که باید فروخته یا ابتیاع شود\n" +
                        "(ثانیاً) استقراضات و ضماناتی که از طرف شهر می\u200Cشود\n" +
                        "(ثالثاً) تعدیل و تسهیل نرخ نان و گوشت و سایر ارزاق\n" +
                        "(رابعاً) کرایه کالسکه و درشکه و تراموای و سایر وسایل حمل و نقل\n" +
                        "(خامساً) تغییر در نقشه شهر و ترتیب نقشه\u200Cهای جدیده\n" +
                        "(سادساً) حقوقی که از سفاین در اسکله\u200Cهایی که به خرج شهر درست شده اخذ می\u200Cشود\n" +
                        "(سابعاً) کلیه دستورالعمل\u200Cهایی که انجمن بلدیه برای ادارات بلدیه و ادارات خیریه\n" +
                        "که در اداره شهر است ترتیب می\u200Cدهد.\n" +
                        "86 - از قراردادهای انجمن بلدیه آن چه که باید به امضای وزیر داخله برسد از این\n" +
                        "قرار است:\n" +
                        "(اولاً) تسعیر عوارض جنسی شهر\n" +
                        "(ثانیاً) به خرج شهر کوچه\u200Cها و پیاده\u200Cروها را پاک کردن و نگاهداشتن مستحفظین حریق\n" +
                        "و تنظیفات بلدیه و ترتیب زیرآب سازی\u200Cها\n" +
                        "(ثالثاً) فروش و انتقال اموال غیر منقوله شهر به استثنای اراضی کوچک که در فقره\n" +
                        "اول ماده 85 تصریح شده\n" +
                        "(رابعاً) استقراضات و ضمانت\u200Cهایی که از طرف شهر می\u200Cشود\n" +
                        "(خامساً) تعیین وجوهی که از بابت ساخت راه\u200Cها و پلهای اطراف شهر و بنای\n" +
                        "سلاخ\u200Cخانه\u200Cها و مجاری آبها و غیر داده می\u200Cشود\n" +
                        "(سادساً) تعیین حق\u200Cالارض و اراضی که در سواحل دریاها و رودخانه\u200Cها به اشخاص متفرقه\n" +
                        "و یا شرکتها داده می\u200Cشود که اسکله بنا نمایند و یا برای بار\u200Cگرفتن و یا بار دادن\n" +
                        "سفاین استعمال کنند\n" +
                        "(سابعاً) ترتیب دستورالعملهای راجعه به ادارات خیریه و حفظ اموال غیر منقوله شهر\n" +
                        "در پایتخت و کرسیهای ایالات و ولایات.\n" +
                        "87 - هر گاه حاکم قرارداد انجمن بلدیه را تصویب ننمود باید جهت عدم موافقت خود را\n" +
                        "به انجمن بلدیه اظهار نموده انجمن را متقاعد نماید و در\u200Cصورتی که انجمن متقاعد نشد\n" +
                        "قرارداد انجمن را حاکم به وزیر داخله تقدیم نماید که موافق ماده (88) اقدام شود.\n" +
                        "88 - قراردادهای انجمن بلدیه که باید به تصویب و امضای وزیر داخله برسد به توسط\n" +
                        "حاکم به وزیر داخله تقدیم خواهد شد وزیر داخله مکلف\u200Cاست که با کمال دقت به قرارداد\n" +
                        "انجمن و اعتراض حاکم در آن باب رسیدگی نماید هر گاه قرارداد انجمن راجع به امری\n" +
                        "بوده که از تکالیف انجمن بلدیه\u200Cخارج است اعتراض حاکم را تصدیق نموده آن قرارداد را\n" +
                        "امضاء نمی\u200Cنماید ولی در صورتی که قرارداد انجمن بلدیه خارج از تکالیف و حدود آن\n" +
                        "نبود ولی\u200Cبه جهتی یا ملاحظه مخالف با مصالح عامه یا منافع شهر است وزیر داخله باید\n" +
                        "مسئله را در مجلس وزراء مذاکره نماید چنانچه مسئله راجع به ازدیاد\u200Cعوارض است در\n" +
                        "مجلس شورای ملی مطرح شود و اگر محتاج به ایجاد قوانین جدیده باشد در مجلس شورای\n" +
                        "ملی و سنا مورد مداقه گردد.\n" +
                        "89 - هر گاه در انجمن بلدیه اعضاء به قدری که برای اعتبار قرارداد انجمن لازم است\n" +
                        "حاضر نشدند انجام امور محول به اجلاس دیگر می\u200Cشود و اگر\u200Cدر اجلاس ثانی اعضاء باز\n" +
                        "به قدر لزوم حاضر نشدند اداره بلدیه راپرتهای خود را با راپرتهای دوائر جزو به\n" +
                        "حاکم محل می\u200Cدهد و هر گاه حاکم با رأی اداره\u200Cبلدیه موافقت ننمود باید به طوری\n" +
                        "رفتار نماید که در باب قراردادهای انجمن در ماده (87) مقید است.\n" +
                        "90 - انجمن بلدیه می\u200Cتواند که قواعد لازمه را در باب تنظیفات کوچه\u200Cها و\n" +
                        "دستورالعملهای راجعه به ساختن پشت\u200Cبامها و ناودانها و پاکیزگی مجاری\u200Cمیاه و\n" +
                        "اقدامات حفظ\u200Cالصحه و ضد عفونت و تمیزی میدانها و اقدامات ضد حریق و حفظ و حراست\n" +
                        "اهالی از مواد محترقه و غیره ترتیب نماید.\n" +
                        "91 - کلیه این قواعد و دستورالعملها با رعایت حدود قوانین شرع انور به امضای حاکم\n" +
                        "رسیده به توسط اداره پلیس به موقع اجرا گذاشته خواهد شد.\n" +
                        "\u200Cفصل چهارم\n" +
                        "\u200Cاداره بلدیه\n" +
                        "92 - اداره بلدیه مرکب است از اعضایی که انجمن بلدیه انتخاب کرده است عده اعضای\n" +
                        "اداره بلدیه چهار نفر خواهد بود.\n" +
                        "93 - اداره بلدیه در تحت ریاست رییس انجمن بلدیه خواهد بود و رییس مزبور که موسوم\n" +
                        "به کلانتر است یک نفر معاون از اعضای اداره بلدیه به\u200Cانتخاب انجمن بلدیه خواهد\n" +
                        "داشت و معاون مزبور که بدین سمت به حکم وزیر داخله استقرار می\u200Cیابد در موارد غیبت\n" +
                        "یا مرض کلانتر قایم مقام او\u200Cخواهد بود منشی اداره بلدیه را نیز انجمن بلدیه از\n" +
                        "میان اعضای اداره بلدیه معین خواهد کرد مدت مأموریت کلانتر و اعضای بلدیه چهار سال\n" +
                        "است در\u200Cدوره اول بعد از دو سال نصف اعضای بلدیه به حکم قرعه خارج شده به جای آنها\n" +
                        "اعضای جدید انتخاب می\u200Cشوند و بعد از انقضای هر دو سال آن نصف\u200Cاعضایی که چهار سال\n" +
                        "مأموریتشان به سر آمده خارج شده و اعضای جدیده انتخاب می\u200Cشوند انتخاب اعضای سابق\n" +
                        "با اکثریت آراء انجمن بلدیه جایز\u200Cاست.\n" +
                        "94 - اداره بلدیه مکلف است که موافق این نظامنامه و مطابق دستورالعملهای انجمن\n" +
                        "بلدیه امور شهر را اداره نماید اداره بلدیه صورت صحیحی از\u200Cکلیه اموال متعلقه به\n" +
                        "شهر را داشته باشد و امور جاریه شهر را انجام بدهد و پیوسته در صدد فراهم نمودن\n" +
                        "اصلاح وضع شهر باشد و اطلاعاتی که برای\u200Cانجمن بلدیه لازم می\u200Cشود تحصیل کرده به\n" +
                        "انجمن مزبور برساند و موافق احکام آن عمل نماید و لوایح جمع و خرج شهر را مرتب کند\n" +
                        "و مالیات و\u200Cعوارض شهری را وصول نموده بر طبق دستورالعملهای انجمن بلدیه که موافق\n" +
                        "قوانین خواهد بود خرج نماید و در دیوانخانه\u200Cها و محاکم عدلیه برای\u200Cامور شهری مدعی\n" +
                        "و مدعی\u200Cعلیه واقع شود و به جاهای لازم شکایت نماید و با اجازه و دستورالعمل انجمن\n" +
                        "بلدیه به ادارات جزو خود تفتیش و رسیدگی\u200Cنماید و کلیه حساب و راپرت اقدامات خود را\n" +
                        "با نتیجه تفتیش و رسیدگی به ادارات جزو را به انجمن بلدیه بدهد و راپرتها و\n" +
                        "حساب\u200Cهای مزبوره را به\u200Cطبع رسانده اشاعه دهد.\n" +
                        "95 - امور داخلی اداره بلدیه و تقسیم کارها در آن اداره موافق دستورالعمل انجمن\n" +
                        "بلدیه مرتب خواهد شد امور راجعه به اداره بلدیه به اکثریت آراء\u200Cانجام می\u200Cیابد در\n" +
                        "صورت تساوی آراء رأی کلانتر اکثریت را معین می\u200Cکند ولی هر گاه کلانتر رأی اکثریت\n" +
                        "را مضر مصالح عموم و منافع شهر بداند مجاز\u200Cاست که رأی اداره بلدیه را موقوف\u200Cالاجرا\n" +
                        "گذارده مراتب را به انجمن بلدیه اظهار کند.\n" +
                        "96 - کلانتر مکلف است که کمال مراقبت را در انتظام امور اداره بلدیه به عمل آورد.\n" +
                        "97 - حاکم حق تفتیش و رسیدگی به اداره بلدیه و ادارات جزو آن را دارد هر گاه در\n" +
                        "اعمال اداره بلدیه چیزی مشاهده کند که خلاف قاعده و\u200Cدستورالعملها باشد حق دارد به\n" +
                        "اداره بلدیه اخطار نماید و در صورتی که اداره مزبور متنبه نشود مراتب را به انجمن\n" +
                        "بلدیه اظهار کند و چنانچه انجمن\u200Cبلدیه به اداره بلدیه هم رأی شد مسئله به وزیر\n" +
                        "داخله تقدیم خواهد شد حکم وزیر داخله برای اداره بلدیه حتمی\u200Cالاجرا است ولی انجمن\n" +
                        "بلدیه حق دارد\u200Cمادامی که دیوانخانه ادارات تشکیل نشده به کمیسیونی مرکب از اعضای\n" +
                        "شورای ملی و سنا بعده متساوی شکایت نماید.\n" +
                        "98 - ادارات بلدیه می\u200Cتوانند عرضحال و مستدعیات خودشان را به توسط حاکم به\n" +
                        "وزارتخانه\u200Cهای لازمه تقدیم نمایند.\n" +
                        "99 - برای این که امور شهری خوب اداره شود انجمن بلدیه حق دارد که کمیسیونهای\n" +
                        "اجرایی تشکیل کرده به هر کدام رشته\u200Cکاری را بسپارد کلیه\u200Cکمیسیونها در تحت نظارت\n" +
                        "بلدیه بوده موافق دستورالعملهای انجمن بلدیه رفتار خواهند کرد.\n" +
                        "100 - رؤسای کمیسیونها را اداره بلدیه از میان اعضای خود انتخاب خواهد کرد و اگر\n" +
                        "اداره بلدیه تصویب نماید که رییس کمیسیون از خارج انتخاب\u200Cشود آن شخص در اداره\n" +
                        "بلدیه در موقع مذاکره امور راجعه به کمیسیون حاضر و صاحب رأی خواهد بود.\n" +
                        "101 - هر گاه برای اداره کردن اموال و دارایی شهر اشخاصی لازم شود که اهل خبره و\n" +
                        "فن باشند اداره بلدیه حق دارد به قدر حاجت این نوع اشخاص\u200Cرا از خارج مستخدم نماید\n" +
                        "عزل و نصب اجزاء اداره بلدیه از قبیل محرر و دفتردار و غیره با کلانتر است.\n" +
                        "102 - کلانتر و معاون او و اعضای اداره بلدیه و سایر مستخدمین بلدیه از خریدن\n" +
                        "اموال شهر در موارد فروش آنها ممنوعند.\n" +
                        "\u200Cفصل پنجم\n" +
                        "\u200Cدر باب مستخدمین بلدیه\n" +
                        "103 - هر گاه در انجمن بلدیه شکایتی از کلانتر یا معاون او و یا یکی از مستخدمین\n" +
                        "اداره بلدیه و دوائر جزو آن مطرح مداقه باشد مستخدمین مزبور\u200Cنمی\u200Cتوانند در انجمن\n" +
                        "حاضر شوند و انجمن بلدیه در این موارد رییس و معاون جدیدی موقتاً انتخاب می\u200Cنماید.\n" +
                        "104 - کلانتر و معاون او و اعضای اداره بلدیه و منشی آن اداره جزو مستخدمین دولت\n" +
                        "محسوب خواهند بود. و در ترفیع رتبه و سایر حقوق حکم\u200Cمستخدمین دولتی را خواهند\n" +
                        "داشت.\n" +
                        "105 - قواعد انفصال مستخدمین فوق\u200Cالذکر در صورت استعفای آنها قبل از انقضای مدت\n" +
                        "چهار سال از قرار تفصیل است.\n" +
                        "\u200Cانفصال کلانترها در پایتخت و کرسیهای ایالات منوط به اجازه همایونی است انفصال\n" +
                        "کلانترها در شهرهای متوسط و کوچک و همچنان معاون کلانترها\u200Cمطلقاً به اجازه وزیر\n" +
                        "داخله است.\n" +
                        "106 - کلانتر و معاون او و اعضای اداره بلدیه و اجزای دوائر و انجمنهای جزو آن\n" +
                        "علامتی موافق نقشه و نمونه که به امضای همایونی رسیده\u200Cخواهند داشت و ملبوس معینی\n" +
                        "به ترتیب مخصوص به آنها داده می\u200Cشود.\n" +
                        "107 - انتخاب کلانتر و معاون او برای مدت چهار سال است تعیین مدت مأموریت منشی\n" +
                        "اداره بلدیه منوط به رأی انجمن بلدیه است.\n" +
                        "108 - مستخدمین اداره بلدیه که از خارج دعوت می\u200Cشوند باید شرایطی را دارا باشند که\n" +
                        "درباره انتخاب\u200Cکنندگان اعضای انجمن بلدیه مقید است.\n" +
                        "\n" +
                        "*پاورقی: این قانون به موجب قانون 30 اردیبهشت 1309 نسخ شده است.\n";

            case 6:
                return  "فصل اول در تأسيس شهرداري\n" +
                        "ماده ۱) در هر محل كه جمعيت آن حداقل بپنج هزار نفر بالغ باشد شهرداري تأسيس ميگرد. \u200C\n" +
                        "تبصره ۱ - در هر نقطه\u200C كه از نظر موقعيت و اهميت تشكيل شهرداري ضرورت داشته باشد ولو جمعيت آن بپنج هزار نفر بالغ نشود وزارت \u200Cكشور ميتواند در آن محل دستور تشكيل انجمن و شهرداري بدهد و چنانچه پس از تشكيل شهرداري در نقاط مزبور ضمن عمل معلوم شود عوارض \u200Cوصولي تكافوي هزينه شهرداري را نمينمايد و با در نظر گرفتن وضع اقتصادي و مالي محل براي اداره امور شهرداري درآمد جديدي نميتوان تهيه \u200Cنمود وزارت كشور مجاز است شهرداري اين قبيل نقاط را منحل نمايد.\n" +
                        "تبصره ۲ - در نقاطي كه فقط در بعضي از فصول برقراري شهرداري لازم باشد براي فصل مزبور و همچنين براي چند محل كه بيكديگر نزديك و\u200C جمعاً اقتضاي تشكيل شهرداري داشته باشد ميتوان يك شهرداري تأسيس كرد.\n" +
                        "ماده ۲) حدود حوزه هر شهرداري و حومه آن بطور جداگانه بوسيله شهرداري با تصويب انجمن شهر تعيين ميشود. و پس از موافقت شوراي شهرستان و تصويب وزارت كشور قابل اجرا است .\n" +
                        "تبصره ـ هرگونه اقدامات عمراني و خانه سازي و ايجاد مؤسسات عمومي تأسس [تأسيس] برق و آب و شبكه و سائل نقليه و نظاير آن در حومه شهر از طرف مالكين و ساكنين و اشخاص منوط بموافقت قبلي وزارت كشور و نظارت آن وزارت ميباشد.\n" +
                        "ماده ۳ ) شهرداري داراي شخصيت حقوقي است.\n" +
                        "فصل دوم - انتخابات انجمن شهر\n" +
                        "الف - تقسيم\u200C بندي شهر حوزه\u200C هاي انتخابيه و تعداد اعضاء انجمن\n" +
                        "ماده ۴) هر حوزه شهرداري انجمني خواهد داشت بنام انجمن شهر كه اعضاء آن از طرف اهالي مستقيماً و با رأي مخفي باكثريت نسبي براي \u200Cمدت چهار سال انتخاب ميشوند.\n" +
                        "\u200Cماده ۷ - تعداد اعضاي انجمن شهرها بدين ترتيب تعيين مي \u200Cشود: \n" +
                        "\n" +
                        "تهران سي نفر \n" +
                        "\n" +
                        "\u200Cشهرهاي از دويست و پنجاه هزار نفر جمعيت ببالا پانزده نفر \n" +
                        "\n" +
                        "\u200Cشهرهاي از صد هزار نفر تا دويست و پنجاه هزار نفر جمعيت دوازده نفر \n" +
                        "\n" +
                        "\u200Cشهرهاي از پنجاه هزار تا صد هزار نفر جمعيت نه نفر\n" +
                        "\n" +
                        "شهرهاي از ده هزار تا پنجاه هزار نفر جمعيت هفت نفر\n" +
                        "\n" +
                        "\u200Cشهرهاي كمتر از ده هزار نفر پنج نفر\n" +
                        "تبصره - جمعيتي كه ملاك تعيين عده نمايندگان هر حوزه است آخرين سرشماري عمومي كشور است كه نتيجه آن قبل از صدور دستور شروع انتخابات\u200C انجمن شهر رسماً اعلام شده باشد.\n" +
                        "ب - شرايط انتخاب كردن و انتخاب شدن \u200C\n" +
                        "ماده ۸ - انتخاب\u200C كننده بايد واجد شرايط زير باشد: \n" +
                        "۱ - تابعيت ايران\n" +
                        "\n" +
                        "\u200Cبند ۲ - داشتن هيجده سال تمام سن. \n" +
                        "\n" +
                        "۳ - توطن در محل انتخاب و يا لااقل سكونت در آن جا از ششماه قبل از انتخابات و يا آنكه شخصاً در آن حوزه بكسب و يا حرفه معيني اشتغال\u200Cداشته باشد و در صورتيكه محل سكني و محل كسب يا حرفه مختلف باشد فقط محل سكني معتبر است.\n" +
                        "\n" +
                        "۴ - عدم محكوميت بجنايت يا جنحه\u200C ايكه موجب محروميت از حقوق اجتماعي است.\n" +
                        "\n" +
                        "۵ - محجور نبودن و عدم محكوميت بورشكستگي بتقصير.\n" +
                        "\u200Cتبصره – رأي \u200Cدهندگان موظفند قبل از دادن رأي برگ انتخاباتي تحصيل كنند.\n" +
                        "نحوه تنظيم دفاتر ثبت نام و صدور برگ انتخاباتي و تشخيص صلاحيت رأي\u200C دهندگان بر اساس مقررات اين قانون به موجب آئين\u200C نامه\u200Cاي خواهد بود كه\u200C ظرف دو ماه از تاريخ تصويب اين قانون از طرف وزارت كشور تهيه و بتصويب هيئت وزيران برسد.\n" +
                        "ماده ۹ ) انتخاب\u200C شونده بايد داراي شرايط زير باشد: \n" +
                        "۱ - تابعيت ايران.\n" +
                        "\n" +
                        "\u200Cبند ۲ - داشتن ۲۵ سال تمام سن. \n" +
                        "\n" +
                        "۳ - توانائي خواندن و نوشتن فارسي باندازه كافي.\n" +
                        "\n" +
                        "۴ - لااقل سه سال ساكن محل انتخاب باشد.\n" +
                        "\n" +
                        "۵ - عدم محروميت از حقوق اجتماعي.\n" +
                        "\n" +
                        "۶ - محجور نبودن و عدم محكوميت بورشكستگي بتقصير.\n" +
                        "ماده ۱۰ ) اشخاص زير از انتخاب شدن محرومند: \n" +
                        "بند ۱ – نخست \u200Cوزير و وزيران و معاونين آنها و نمايندگان مجلسين و استانداران و فرمانداران و شهرداران و بخشداران و معاونين آنها رؤساي دادگاهها و\u200C دادستانها و بازپرسان و رؤساي ادارات دولتي و سازمانهاي وابسته بدولت به استثناي استادان دانشگاه.\n" +
                        "۲ - افسران و نفرات شهرباني و ژاندارمري و ارتش و همرديفان آنها از هر دسته تا موقعي كه در خدمت هستند از انتخاب كردن و انتخاب شدن\u200C محرومند.\n" +
                        "۳ -اعضاي انجمنهاي ايالتي و ولايتي و اعضاء انجمن نظارت انتخابات انجمن شهر در دوره\u200C اي كه داراي اين سمت هستند.\n" +
                        "بند ۴ - هيچ يك از كارمندان و كارگران ادارات و بنگاههاي دولتي و سازمانهاي وابسته بدولت و كسانيكه بنحوي از انحاء از شهرداري مستمراً\u200C حقوق و يا كمك مالي دريافت ميدارند در حوزه مأموريت خود نميتوانند انتخاب شوند مگر اينكه قبل از نشر اعلان انتخابات بازنشسته شده يا\u200C استعفا داده يا از خدمت خارج شده باشند كه در اينصورت انتخاب آنان مانعي ندارد.\n" +
                        "\u200Cتبصره - در نقاطيكه دولت مقتضي بداند و اعلام نمايد شركت كارمندان و كارگران سازمانهائيكه با سرمايه دولت تشكيل شده ولي بصورت بازرگاني\u200Cاداره مي\u200Cشوند در انتخابات انجمن شهر بلامانع است.\n" +
                        "۵ - رؤسا و اعضاء هيئت مديره و مديران عامل شركتها و كساني كه تأمين تمام يا قسمت اعظم يكي از حوائج عمومي حوزه شهرداري از قبيل\u200C خواربار - وسائل نقليه - برق - آب - دارو و امثال اينها را بعهده دارند نمي\u200C توانند بعضويت انجمن شهرداري محلي كه مركز فعاليت آنهاست\u200C انتخاب شوند.\n" +
                        "تبصره - چنانچه يكي از كارمندان پايه\u200C دار دولت يا شهرداري بعضويت انجمن انتخاب شود مدت نمايندگي جزو سابقه خدمت او محسوب ميشود.\n" +
                        "ماده ۱۱ - از اشخاصي كه با يكديگر قرابت نسبت يا سببي بشرح زير داشته باشند: \n" +
                        "\u200Cپدر - مادر - فرزند - نوه - برادر - خواهر - برادرزاده - خواهرزاده - همسر - خواهر و برادر همسر - فرزند همسر - فقط آنكسي كه رأي او بيشتر\u200Cاست ميتواند عضويت يك انجمن را دارا باشد و در صورت تساوي آراء يكي از آنها بحكم قرعه معين خواهد شد و اگر قرابت پس از اتمام انتخابات\u200Cو صدور اعتبارنامه يا هر زماني از دوره قانوني انجمن حاصل و يا معلوم گردد بلافاصله در اولين باري كه انجمن تشكيل جلسه ميدهد بحكم قرعه\u200Cيكنفر ابقاء ميشود و بجاي شخص يا اشخاصي كه خارج شده\u200Cاند از شخص يا اشخاصي كه رأيشان بيشتر است دعوت خواهد شد.\n" +
                        "ماده ۱۲ ) هر عضو انجمن شهرداري كه فاقد يكي از شرايط انتخاب\u200C شونده (\u200Cمذكور در ماده ۹ اين قانون) گردد و يا يكي از مشاغلي را كه موجب\u200C محروميت از عضويت انجمن شهرداري است قبول كند از همان موقع منعزل شناخته ميشود و فرماندار يا بخشدار موظف است بمحض اطلاع مراتب\u200C را بعضو منعزل و انجمن شهر اعلام نمايد.\n" +
                        "ماده ۱۳ ) يكنفر نمي\u200C تواند در بيش از يك انجمن شهر عضويت داشته باشد.\n" +
                        "تبصره - در شهرهائي كه بحوزه\u200C هاي انتخابيه تقسيم مي\u200C شود هر گاه يكنفر در بيش از يك حوزه انتخاب گردد فقط ميتواند نمايندگي يكي از\u200Cحوزه\u200C ها را داشته باشد و از ساير حوزه\u200C ها كساني كه بعد از او حائز اكثريت هستند نمايندگي آن حوزه\u200C ها را خواهند داشت مشروط بر اينكه نفر بعدي\u200C حداقل داراي نصف آراء آخرين نماينده منتخب حوزه باشد و الا انتخابات در آن حوزه تجديد خواهد شد.\n" +
                        "ج - در تعيين داوطلبان و تشكيل انجمن نظارت \u200C\n" +
                        "ماده ۱۴ - فرمانداران و بخشداران حداكثر ظرف مدت سه روز پس از وصول دستور وزارت كشور تاريخ و محل تشكيل كميسيون موضوع ماده ۱۵ و\u200Cشرايط انتخاب\u200Cشوندگان و مدت اعلام داوطلبي عضويت در انجمن را بموجب آگهي باطلاع عموم اهالي يا مركز فرمانداري ميرسانند. \n" +
                        "\u200Cداوطلبان عضويت در انجمن بايد برگ داوطلبي خود را ظرف ده روز از تاريخ انتشار آگهي شخصاً بفرمانداري يا بخشداري تسليم نمايند.\n" +
                        "ماده ۱۵ - پس از انتشار آگهي مزبور در ماده ۱۴ بمنظور احراز شرايط قانوني در مورد داوطلبان عضويت در انجمن حداقل دو ماه قبل از روز اخذ رأي\u200C بدستور وزارت كشور در مركز هر فرمانداري يا بخشداري كميسيوني برياست فرماندار يا بخشدار و بعضويت رئيس دادگاه شهرستان در شهرستان و\u200Cرئيس دادگاه بخش در بخش و رئيس اداره آموزش و پرورش و رئيس اداره ثبت احوال و يكنفر معتمد محل به انتخاب فرماندار يا بخشدار تشكيل\u200C ميگردد. در بخشها رئيس آموزش و پرورش بخش، نماينده ثبت احوال عضويت كميسيون را دارا خواهند بود. در غياب هر يك از افراد مذكور در بالا از\u200C جانشين آنان دعوت بعمل خواهد آمد. در صورتي كه تكميل تعداد اعضاي كميسيون با افراد مذكور ميسر نباشد فرماندار يا بخشدار ميتواند از دبيران\u200C يا آموزگاران يا سردفتران و يا رؤساي شوراهاي داوري و يا رؤساي خانه\u200Cهاي انصاف يا رؤساي انجمن ده براي تشكيل و تكميل عده اعضاي كميسيون\u200C دعوت نمايد. داوطلبان عضويت در انجمن\u200C ها نميتوانند عضو كميسيون مذكور باشند و هرگاه اعضاء اين كميسيون داوطلب عضويت در انجمن شهر\u200Cگردند مستعفي تلقي شده و طبق مقررات اين ماده بجاي آنان از افراد ديگر دعوت بعمل خواهد آمد. كميسيون پس از رسيدگي اسامي افراد واجد\u200C شرايط قانوني را بمرجع حزبي مربوط در محل اعلان ميكند تا طبق ضوابط حزبي و با توجه بتعداد داوطلبان و جمعيت هر حوزه انتخابيه حداكثر تا\u200Cچهار برابر تعداد اعضاي انجمن نامزدهاي انتخاباتي از طرف حزب اعلام شود و رأي\u200C دهندگان ميتوانند فقط بافراد اعلام شده رأي دهند. \n" +
                        "\u200Cبعد از انتشار اعلام اسامي داوطلبان واجد شرايط كميسيون نسبت بتعيين اسامي ۲۴ نفر از معتمدين محلي با سواد از بين گروههاي مختلف كه داراي\u200C شرائط رأي دهنده باشند اقدام مينمايد و فرماندار يا بخشدار از ۲۴ نفر مذكور براي تشكيل انجمن نظارت در محل بخشداري يا فرمانداري دعوت\u200C خواهد نمود. \n" +
                        "\u200Cدعوت\u200C شدگان در همان جلسه با رأي مخفي و اكثريت نسبي از بين خود هفت نفر را بعنوان عضو اصلي و هفت نفر را بعنوان عضو علي\u200Cالبدل\u200Cانتخاب ميكنند. براي تشكيل جلسه مذكور حضور حداقل دو سوم دعوت\u200C شدگان ضروري است. در بخشهائي كه چند انتخابات براي تشكيل چند\u200Cانجمن شهر در جريان باشد نماينده بخشدار در تشكيل انجمن وظايف بخشدار را بعهده خواهد داشت.\n" +
                        "تبصره ۱ - در بخشهائيكه انتخابات براي تشكيل چند انجمن شهر در جريان است تكاليف مربوط باحراز شرايط قانوني داوطلبان و تعيين ۲۴ نفر\u200Cمعتمدان و رسيدگي بشكايات موضوع ماده ۳۰ و ساير وظايف مربوط توسط كميسيون مذكور در اين ماده انجام خواهد شد.\n" +
                        "تبصره ۲ - انجمنهاي نظارت بر انتخابات با نظارت فرماندار و بخشدار محل مسئول صحت انتخابات خواهند بود.\n" +
                        "تبصره ۳ - هرگاه قبل از تشكيل انجمن نظارت يك يا چند نفر از داوطلبان نمايندگي استعفا دهند مراتب از طرف فرماندار يا بخشدار براي اطلاع رأي\u200C دهندگان اعلام ميشود و داوطلب مستعفي حق استرداد استعفاي خود را ندارد.\n" +
                        "تبصره ۴ - وزارت كشور مكلف است نسبت بتشكيل انجمن شهر در كليه نقاطي كه شهرداري تأسيس شده يا بشود اقدام نمايد.\n" +
                        "تبصره ۵) حضور هر پنج نفر اعضاء در كميسيون مذكور در اين ماده ضروري است و اخذ تصميمات بدون حضور يكي از اعضاء قانوني نخواهد\u200C بود ولي هر گاه در دو جلسه متوالي تشكيل كميسيون با حضور پنج نفر صورت نگرفت در جلسه بعدي رأي اكثريت قاطع ميباشد.\n" +
                        "ماده ۱۶ - از داوطلبان عضويت در انجمن شهر نبايد براي عضويت انجمن نظارت و شعب اخذ رأي و شعب ثبت نام دعوت بعمل آيد ولي هر\u200C داوطلب ميتواند براي نظارت در اخذ و قرائت آراء نماينده\u200Cاي به انجمن نظارت و شعب اخذ رأي معرفي كند.\n" +
                        "ماده ۱۷) كسانيكه براي عضويت انجمن نظارت انتخاب ميشوند بلافاصله تحت رياست مسن \u200Cترين اعضاء تشكيل جلسه داده يك رئيس و يك \u200Cنايب \u200Cرئيس و لااقل سه منشي از بين خود با رأي مخفي و باكثريت انتخاب مينمايند نظم جلسات انجمن با رئيس و در غياب رئيس با نايب\u200C رئيس\u200C خواهد بود و نوشتن صورت جلسات به عهده منشي هاست.\n" +
                        "ماده ۱۸) انتخاب رئيس و نايب \u200Cرئيس فردي است و باكثريت تام خواهد بود و در صورت عدم حصول اكثريت تام دفعه دوم انتخاب باكثريت \u200Cنسبي صورت ميگيرد انتخاب سه نفر منشي جمعي و باكثريت نسبي است. \u200C\n" +
                        "ماده ۱۹ - بمنظور اخذ رأي و استخراج آراء انجمنهاي نظارت مكلفند با تصويب كميسيون موضوع ماده ۱۵ بتعداد لازم شعب اخذ رأي مركب از پنج\u200C نفر از اهالي همان محل تشكيل دهند. \n" +
                        "\u200Cاعضاي شعبه بايد واجد شرايط انتخاب\u200C كننده باشند. \n" +
                        "\u200Cمحل شعب اخذ رأي حتي\u200C الامكان با توجه بجمعيت و امكانات ارتباطي محل تعيين ميشود.\n" +
                        "ماده ۲۰ - ورود در محوطه انتخابات با هر نوع اسلحه سرد گرم جز براي مأمورين انتظامي ممنوع است و كساني كه بر خلاف نظم و مقررات رفتار\u200Cنمايند بامر رئيس بوسيله مأمورين انتظامي از انجمن خارج و در صورت لزوم بمراجع قانوني تسليم خواهند شد.\n" +
                        "ماده ۲۱ - انجمن نظارت و شعب آن غير قابل انحلال است مگر آنكه اسباب تعطيل و تعويق انتخابات را فراهم كنند و يا بر خلاف وظائفي كه طبق اين\u200C قانون بعهده انجمن گذاشته شده عمل نمايند در اينصورت اگر موجبات تعطيل و تعويق و اخلال از طرف شعبه باشد بنا بنظر اكثريت انجمن\u200C نظارت با موافقت فرماندار يا بخشدار شعبه مزبور منحل ميشود و اگر از طرف انجمن نظارت باشد فرماندار يا بخشدار با موافقت كميسيون پنج نفري (\u200C با\u200C اكثريت آراء) با ذكر دلائل اعضاء علي\u200C البدل را براي ادامه امر انتخابات دعوت مي\u200C نمايد و ضمناً مراتب و دلائل تعطيل و تعويق و اخلال را ضمن\u200C صورتجلسه\u200C اي براي تعقيب متخلفين از طريق وزارت كشور بشوراي دائمي انتخابات اعلام ميدارد. \n" +
                        "در صورتيكه از اين اقدامات نيز نتيجه\u200C اي حاصل\u200C نشود از طرف فرماندار يا بخشدار درخواست انحلال انجمن نظارت با نفر كميسيون پنج نظري از طريق وزارت كشور بشوراي دائمي انتخابات موضوع\u200C ماده ۱۱۴ اين قانون براي اتخاذ تصميم فوري احاله خواهد شد.\n" +
                        "ماده ۲۲ - هرگاه در اثناء جريان انتخابات يك يا چند نفر از اعضاء انجمن در آمدن بجلسات تعلل و يا از حضور استنكاف نمايند تا زماني كه اكثريت\u200C باقي است جريان امر تعقيب و بعضو يا اعضاء مذكور اخطار ميشود كه حضور يابند چنانچه عضوي تا دو جلسه پس از اخطار در استنكاف و تعلل\u200C خود باقي باشد فرماندار يا بخشدار يك يا چند نفر از اعضاء علي\u200C البدل را بحكم قرعه براي عضويت انجمن دعوت مي\u200C نمايند و اگر اكثريت اعضاء\u200C انجمن نظارت از حضور در انجمن استنكاف نمايند و يا پس از ختم انتخابات از دادن اعتبارنامه خودداري كنند فرماندار يا بخشدار علل و موجبات آنرا\u200C تحقيق و در رفع محظور اهتمام مي\u200C نمايند و در صورتيكه اهتمام فرماندار يا بخشدار مؤثر نشود و اكثريت اعضاء انجمن يا تمام اعضاء انجمن اعم از\u200Cاصلي و علي\u200Cالبدل همچنان استنكاف و يا استعفا نمايند يا بواسطه فقدان اكثريت انجمن نتواند بوظائف قانوني خود عمل كند كميسيون مقرر در ماده ۱۵ در تجديد اعضاء انجمن نظارت بتعداد كسري اقدام مي\u200C نمايد و انتخابات را خاتمه ميدهد اشخاصي كه موجبات تعطيل و تعويق و انحلال انجمن\u200C را فراهم كرده باشند طبق ماده ۸۷ اين قانون مورد تعقيب قرار خواهند گرفت.\n" +
                        "د - كيفيت اخذ آراء و تشخيص منتخبين\n" +
                        "ماده ۲۳ - همينكه انجمنهاي نظارت انتخاب و تشكيل شد و در صورت لزوم شعب خود را تعيين نمودند هر يك از انجمن ها اعلاني تنظيم نموده و\u200C بنسبت اهميت محل از سه تا پنج روز قبل از شروع بأخذ رأي در تمام حوزه مربوط بخود منتشر ميسازند اعلان مزبور حاوي مطالب ذيل خواهد\u200C بود:\n" +
                        "۱ - محل انعقاد انجمن و شعب آن و ساعات اخذ رأي كه بايد در تمام شعب در يك روز جمعه بعمل آيد و كمتر از ۶ ساعت و بيش از هشت\u200C ساعت نباشد. \n" +
                        "ساعات اخذ آراء از ساعت هشت صبح الي ۱۲ و از ساعت ۱۴ تا خاتمه مدت خواهد بود. \n" +
                        "۲ - شرايط انتخاب\u200C كنندگان.\n" +
                        "۳ - عده نمايندگاني كه بايد در آن حوزه انتخاب شوند.\n" +
                        "\u200Cبند ۴ - اسامي داوطلبان آن حوزه كه طبق ماده (۱۵) از طرف حزب اعلام شده است.\n" +
                        "ماده ۲۴ - رأي بايد مخفي باشد و همينكه رأي دهنده به اطاق انجمن يا شعبه وارد و وجود شرائط رأي دادن در او تشخيص داده شد بايد رأي خود را\u200C شخصاً در حضور انجمن در صندوق انداخته خارج شود. برگ انتخاباتي رأي دهنده پس از ثبت در دفتر انجمن طبق آئين\u200C نامه مربوط ابطال خواهد شد.\n" +
                        "ماده ۲۵ - در پايان آخرين ساعتي كه براي اخذ رأي معين گرديده است در ورودي انجمن يا شعبه بسته ميشود و اگر عده \u200Cاي از آنان كه حق رأي دادن \u200Cدارند در داخل محل حاضر باشند رأي خود را بترتيب مذكور در صندوق انداخته و انجمن يا شعبه برأي گرفتن خاتمه ميدهد و بعد از آن ديگر از \u200Cكسي رأي قبول نميشود.\n" +
                        "ماده ۲۶ - اگر از انتخاب\u200C كنندگان و انتخاب \u200Cشوندگان كسي در حين جريان انتخابات شكايت داشته باشد اين امر مانع انجام انتخابات نخواهد شد ولي \u200Cشرح آن بايد در صورتمجلس نوشته شود.\n" +
                        "ماده ۲۷ - انجمن مكلف است پس از ختم آراء بلافاصله آراء را شماره و قرائت كند و مادام كه نتيجه استخراج آراء معلوم نشود حق تعطيل ندارد \u200Cمنشي مكلف است صورت مجلسي از نتيجه آراء قرائت شده تنظيم كند و پس از آنكه صورتمجلس بامضاء رئيس و اعضاء انجمن رسيد نتيجه \u200Cبلافاصله بايد بوسيله فرماندار يا بخشدار اعلام شود.\n" +
                        "ماده ۲۸ - اوراق رأي را بايد يكي از اعضاء يك يك بصورت بلند خوانده به يكنفر ديگر از اعضاء بدهد كه علامت قرائت گذاشته شود و سه نفر \u200Cديگر از اعضاء اسامي را بترتيبي كه خوانده ميشود در دفتري كه براي اينكار تخصيص داده شده ثبت مينمايند از اوراق رأي آنچه سفيد و يا داراي \u200Cاسامي غير خوانا باشد يا اينكه انتخاب شده در آن درست معرفي نشده باشد يا اسم كسي كه معرفي نشده در آن نوشته شده باشد و يا نام انتخاب\u200C كننده\u200C را داشته باشد باطل و عيناً ضميمه صورتمجلس مي \u200Cشود.\n" +
                        "\n" +
                        "هر گاه در اوراق رأي علاوه بر عده \u200Cاي كه بايد انتخاب شوند اسامي اضافه نوشته شده باشد عده\u200C زايد از آخر ورقه خوانده نميشود.\n" +
                        "ماده ۲۹ - در حوزه\u200Cهائيكه بر طبق ماده ۱۹ براي تسريع اخذ رأي شعب انجمن در آن حوزه\u200C ها تشكيل ميگردد صورتمجلس استخراج آراء هر شعبه\u200C در ورقه مخصوص با ذكر اسامي و عده آراء هر يك از اشخاصيكه رأي دارند نوشته شده و اعضاء شعبه آن را امضاء ميكنند و بانضمام اوراق لازم در\u200C پاكتي كه لاك شده و بمهر شعبه رسيده باشد بانجمن نظارت فرستاده مي\u200C شود اسامي مندرج در صورت مجلس يا شعب با آرائيكه انجمن نظارت \u200Cاستخراج كرده در ورقه جداگانه جمع و كسيكه از مجموع آراء حائز اكثريت باشد معلوم ميگردد. \n" +
                        "\n" +
                        "اوراق راي هر حوزه تا گذشتن مدت اعتراض و خاتمه\u200C رسيدگي در صندوق انجمن كه لاك مي\u200C شود و بمهر اعضاء ميرسد باقي ميماند و پس از گذشتن مدت اعتراض با حضور عده\u200Cاي از رأي\u200C دهندگان اوراق \u200Cمزبور را معدوم ميسازند (باستثناء آنچه در مواد قبل ذكر شده و بايد ضميمه صورت مجلس باشد) انجمن نظارت حق معدوم كردن آراء را قبل از\u200Cگذشتن مدت اعتراض و يا پايان رسيدگي ندارد.\n" +
                        "ماده ۳۰ - ضمن انتشار اسامي دارندگان رأي انجمن نظارت تاريخ قبول شكايات را كه بايد از فرداي همان روز شروع شود تعيين ميكند و اگر از انتخاب\u200C كنندگان يا انتخاب\u200C شوندگان كسي از جريان انتخابات شكايت داشته باشد ظرف يكهفته باطلاع انجمن نظارت ميرساند و انجمن نظارت بعد از\u200C انقضاء يكهفته شكايتي نمي\u200C پذيرد و منتهي ظرف يكهفته بشكايات واصله با حضور كميسيون پنج نفري رسيدگي ميكند در صورتيكه شكايت بنظر انجمن وارد باشد و ثابت شود كه منتخب داراي شرايط مقرر در ماده ۹ و ۱۰ اين قانون نيست مراتب را در صورتمجلس ذكر ميكند و اعتبارنامه را\u200Cبراي نفر بعدي كه داراي رأي بيشتري ميباشد صادر مي\u200C نمايد و هرگاه تشخيص دهد كه در انتخابات اعمالي بر خلاف قانون صورت گرفته موضوع را با\u200C تنظيم صورتمجلس براي اتخاذ تصميم از طريق وزارت كشور بشوراي موضوع ماده ۱۱۴ اين قانون احاله مي\u200C نمايد و طبق نظر شورا عمل ميكند.\n" +
                        "ماده ۳۱ - كسانيكه بعضويت انجمن شهر انتخاب ميشوند بايد اعتبارنامه بامضاء انجمن نظارو اعضاء كميسيون پنج نفري در دست\u200Cداشته باشند و آنرا بدفتر شهرداري و در صورت نبودن شهرداري بدفتر فرمانداري يا بخشداري بدهند و رونوشت آنرا بگيرند كميسيون مزبور و\u200Cهمچنين اعضاء انجمن نظارت نبايد بدون عذر موجه در صدور اعتبارنامه تأخير كنند و الا با آنها بر طبق ماده ۲۲ رفتار خواهد شد.\n" +
                        "ماده ۳۲ - منشي انجمن نظارت صورت مجلس انتخابات را در سه نسخه حاضر كرده بامضاء فرماندار يا بخشدار و اعضاء انجمن نظارت ميرساند. يك نسخه در فرمانداري يا بخشداري ضبط و يك نسخه بوسيله فرماندار يا بخشدار بوزارت كشور ارسال ميشود نسخه سوم با كتابچه ثبت اسامي \u200Cدر انجمن ولايتي و در صورت نبودن انجمن ولايتي در انجمن شهر ضبط ميگردد.\n" +
                        "فصل سوم - در تشكيل انجمن شهر\n" +
                        "الف - انتخابات هيئت\u200C رئيسه\n" +
                        "\u200Cماده ۳۳ - بمحض اينكه انتخابات خاتمه يافت و اعتبارنامه دو ثلث از نمايندگان صادر و به آنها داده شد فرماندار يا بخشدار مكلف است ظرف يك\u200C هفته وسائل تشكيل انجمن را فراهم سازد انجمن بلافاصله تحت رياست مسن\u200C ترين اعضاء و به منشيگري دو نفر از جوانترين اعضاء تشكيل جلسه داده\u200C بشرح ماده ۳۵ سوگند ياد ميكند و سپس به انتخاب هيئت رئيسه مركب از يك رئيس و يك يا دو نايب رئيس و دو منشي به رأي مخفي و اكثريت\u200C نسبي براي مدت يكسال اقدام مينمايد و هرگاه در انتخاب اعضاء هيأت رئيسه تساوي آراء حاصل شود با قرعه از بين انتخاب\u200C شدگان تعيين خواهد\u200C شد انتخاب مجدد همان اشخاص بعد از انقضاء مدت يكسال بلامانع است.\n" +
                        "ماده ۳۴ - نظم جلسات با رئيس و در غياب او با نائب \u200Cرئيس است و كسانيكه مخل نظم باشند به امر رئيس اخراج ميشوند و در صورت وقوع جرم \u200Cمرتكب با صورتمجلس بمراجع قانوني تسليم مي \u200Cگردد.\n" +
                        "\u200Cماده ۳۵ - اعضاء انجمن در اولين جلسه كه برياست مسن\u200C ترين اعضاء تشكيل مي\u200C شود سوگند ياد خواهند كرد. همچنين در هر موقع كه عضو جديدي\u200C وارد انجمن شود آن عضو در اولين جلسه انجمن سوگند ياد خواهد كرد.\n" +
                        "\n" +
                        "\u200Cمتن سوگندنامه: \n" +
                        "\n" +
                        "امضا كننده يا امضا كنند گان زير خداوند را بشهادت طلبيده و به قرآن مجيد سوگند ياد ميكنيم كه در انجام وظايف قانوني خود ساعي \u200Cبوده مادام كه در انجمن شهر عضويت داريم با نهايت جد و جهد و رعايت صرفه و صلاح در پيشرفت امور شهر و شهرداري اهتمام نمائيم. \u200C\n" +
                        "تبصره - پيروان اقليتهاي مذهبي به كتاب ديني خود سوگند ياد ميكنند. \n" +
                        "ب - رسميت جلسات انجمن شهر و طرز تشكيل آن\n" +
                        "ماده ۳۶ - براي رسميت جلسات لااقل حضور دو ثلث از كليه اعضاء لازم است و تصميماتشان باكثريت بيش از نصف حاضرين معتبر است و در \u200Cصورت تساوي آراء رأي طرفي كه رئيس با آن موافقت دارد مناط اعتبار است هر گاه براي مذاكره و اخذ رأي در مطلبي عده لازم در جلسه حاضر نشدند \u200Cدر جلسه بعد براي طرح همان مطلب حضور نصف بعلاوه يك كليه اعضاء كافي خواهد بود ولي در مهم از قبيل تصويب بودجه و تغيير نقشه\u200C شهر و احداث خيابان و لوله \u200Cكشي آب و ساختن زيرآبها و وضع عوارض و امور متشابه بآن لااقل حضور دو ثلث لازم است عده دو ثلث و نصف بعلاوه يك از عده\u200Cاي است كه بموجب ماده ۷ اين قانون بايستي انتخاب شده باشند.\n" +
                        "تبصره - هر گاه يك يا چند تن از اعضاء پس از حضور در انجمن و رسميت يافتن آن براي جلوگيري از انجام تكاليف و وظائف مقرره كه بر طبق اينقانون براي انجمن\u200C ها تعيين گرديده جلسه را بقصد از اكثريت انداختن ترك كنند در حكم غائب در آن جلسه محسوب خواهند شد.\n" +
                        "ماده ۳۷ - هر يك از اعضاء انجمن كه بدون عذر موجه دو جلسه متوالي يا سه جلسه متناوب در سه ماه غيبت كرد مستعفي محسوب مي\u200Cشود و از\u200Cاولين شخصيكه در فهرست منتخبين رأي بيشتري داشته و واجد شرايط هم باشد دعوت بعمل ميآيد و در صورت تساوي آراء عضو مزبور بقيد \u200Cقرعه تعيين خواهد شد و در صورت فوت يا استعفاء تعيين جانشين طريق فوق بعمل مي\u200Cآيد.\n" +
                        "اعضاء انجمن براي شركت در جلسات انجمن حق حضور دريافت خواهند داشت و ميزان حق جلسه طبق آئين\u200Cنامه\u200Cاي خواهد بود كه از طرف وزارت \u200Cكشور تهيه و بتصويب هيئت دولت خواهد رسيد. \n" +
                        "تبصره - چنانچه يكي از نمايندگان از عضويت انجمن شهر استعفا بدهد استعفانامه در دومين جلسه انجمن قرائت شده و قطعي تلقي ميگردد\n" +
                        "ماده ۳۸ - انجمن شهر ماهي دو بار در محل مخصوصي در عمارت شهرداري تشكيل ميشود مگر اينكه تشكيل جلسه بيش از ماهي دو دفعه\u200C ضرورت داشته باشد تشكيل جلسه فوق \u200Cالعاده موكول بنظر رئيس انجمن يا تقاضاي كتبي سه نفر از اعضاء انجمن يا تقاضاي كتبي شهردار يا فرماندار يا\u200C بخشدار خواهد بود - جلسات انجمن در غير محل و موعد مقرر رسميت نداشته و تصميماتش معتبر نخواهد بود.\n" +
                        "ماده ۳۹ - جلسات انجمن علني و حضور مستمع مجاز خواهد بود ولي بتقاضاي شهردار يا فرماندار يا بخشدار و موافقت ثلث اعضاء حاضر\u200C ممكن است جلسه سري تشكيل شود. رأي در جلسات انجمن علني است و با بلند كردن دست يا با ورقه اخذ ميشود ولي بتقاضاي ثلث اعضاء حاضر\u200C ممكن است رأي مخفي گرفته شود مگر در امور مالي ليكن در انتخابات حتماً بايد رأي مخفي گرفته شود.\n" +
                        "تبصره - روز و ساعت تشكيل جلسات با دستور كار انجمن حداقل ۲۴ ساعت قبل در تابلو كنار در ورودي شهرداري آگهي ميشود.\n" +
                        "ماده ۴۰ - صورت مذاكرات و تصميمات هر جلسه انجمن بوسيله منشي انجمن قرائت و پس از تصويب در دفتر مخصوصي كه صفحات آن داراي \u200Cشماره ترتيب باشد ثبت ميشود و بامضاء كليه اعضاء ميرسد و هر يك از اعضاء حاضر در انجمن كه دفتر مزبور را امضاء نكرده باشد در آن جلسه \u200Cغائب محسوب و طبق ماده ۳۷ با او رفتار خواهد شد. صورت حاضرين و غائبين هر جلسه در دفتر قيد ميشود.\n" +
                        "ماده ۴۱ - انجمن شهر غير قابل انحلال است مگر اينكه اقداماتي بر خلاف وظائف مقرر و يا مخالف مصالح عمومي محل انجام دهد كه در اين صورت \u200Cپس از وصول گزارش استاندار يا فرماندار كل وزارت كشور موضوع را براي رسيدگي به هيأت سه نفري مركب از يك نفر از شخصيتهاي مورد اعتماد بانتخاب نخست \u200Cوزير و يكي از معاونان وزارت كشور بانتخاب وزير كشور و يكي از معاونان وزارت دادگستري بانتخاب وزير دادگستري ارجاع\u200C خواهد كرد و در صورتيكه انحلال انجمن شهر مورد تاييد هيأت مزبور واقع گردد گزارش از طرف وزارت كشور براي اخذ تصميم نهايي و صدور\u200C تصويبنامه به هيأت دولت فرستاده خواهد شد در صورت انحلال انجمن شهر وزارت كشور مكلف است ظرف سه ماه ترتيب تجديد انتخاب انجمن\u200C شهر را بدهد.\n" +
                        "ماده ۴۲ - مادام كه انجمن تشكيل نشده و يا عده اعضاء انجمن بحد نصاب قانوني نرسيده باشد وزارت كشور جانشين انجمن شهر خواهد بود. \u200C\n" +
                        "ماده ۴۳ - در نقاطي كه انجمن قانوني وجود ندارد و يا تشكيل آن بعللي متوقف مانده وزارت كشور مكلف است بدون تأخير وسائل شروع \u200Cانتخابات را فراهم و تاريخ شروع آنرا اعلام كند.\n" +
                        "ماده ۴۴ - فرمانداران و بخشداران موظفند دو ماه قبل از انقضاء دوره چهارساله انجمن شهر وسايل انتخابات دوره بعد را از هر جهت فراهم نمايند بنحويكه قبل از پايان دوره انجمن انتخابات دوره بعد در محل خاتمه پذيرد.\n" +
                        "فصل چهارم - در وظايف انجمن\n" +
                        "ماده ۴۵ - وظايف انجمن بقرار ذيل است:\n" +
                        "۱ - نظارت در حسن اداره و حفظ سرمايه و دارائي نقدي و جنسي و اموال منقول و غير منقول متعلق بشهر و همچنين نظارت در حساب درآمد \u200Cو هزينه آنها. \u200C\n" +
                        "\n" +
                        "(اگر انجمن تفتيش دقيقي را در مخارج يا اقدام مهم شهرداري لازم بداند كارشناس يا محاسبين متخصصي را موقتاً براي رسيدگي بآنكار استخدام \u200Cميكند و حق\u200Cالزحمه متناسبي بآنها پرداخت خواهد كرد.)\n" +
                        "۲ - تصويب بودجه ساليانه و اصلاح بودجه و متمم بودجه و تفريغ بودجه شهرداري و بنگاههاي وابسته بشهرداري و تصويب برنامه ساختماني \u200Cكه از طرف شهرداري پيشنهاد ميشود.\n" +
                        "\n" +
                        "۳- تصويب معاملات و نظارت در آنها اعم از خريد و فروش و مقاطعه و اجاره و استجاره بنام شهر با در نظر گرفتن صرفه و صلاح و با رعايت\u200C مقررات آئين\u200C نامه مالي شهرداريها پيش\u200C بيني شده در اين قانون. \u200C\n" +
                        "۴ - مراقبت در اقامه كليه دعاوي مربوطه بشهرداري و نظارت در حسن جريان امور.\n" +
                        "۵ - رفع اختلافات صنفي در صورت مراجعه از طرف شهرداري يا اصناف جزء در موارديكه موضوع جنبه حقوقي نداشته باشد.\n" +
                        "۶ - مراقبت در اجراء وظائف شهرداري در امور بهداشت حوزه شهر و نظارت در امور بيمارستانها و پرورشگاهها و ساير مؤسساتيكه از طرف \u200Cشهرداري اداره ميشود.\n" +
                        "۷ - اظهار نظر در مورد تشريك مساعي شهرداري با ادارات و بنگاههاي مربوط براي داير كردن نمايشگاههاي كشاورزي و هنري و بازرگاني و غيره.\n" +
                        "۸- تصويب لوايح برقراري يا الغاء عوارض يا تغيير نوع و ميزان آن و همچنين توافق نسبت بوصول بقاياي عوارض ملغي شده در هر مرحله\u200C اي كه باشد. \u200C\n" +
                        "تبصره - وضع عوارض هر شهر نبايد تأثير سوئي در اقتصاد عمومي كشور و رواج صادرات يا نشؤ و نماي صنايع داخلي داشته باشد تشخيص اينگونه\u200Cعوارض با وزارت كشور است.\n" +
                        "۹ - تصويب آئين \u200Cنامه \u200Cهاي پيشنهادي شهرداري پس از رسيدگي بآنها.\n" +
                        "۱۰ - مراقبت براي ايجاد رختشويخانه \u200Cهاي عمومي و آبريزها و گورستان و مرده \u200Cشوي \u200Cخانه و تهيه وسائل حمل اموات مطابق اصول بهداشت.\n" +
                        "۱۱ - نظارت در امور تماشاخانه و سينما و امثال آن و همچنين تدوين مقررات مخصوص براي حسن ترتيب و نظافت و بهداشت اين قبيل \u200Cمؤسسات بر طبق پيشنهاد شهرداري و اتخاذ تدابير احتياطي براي جلوگيري از مخاطرات حريق و امثال آن.\n" +
                        "۱۲ - وضع مقررات و نظارت در حفر مجرا براي فاضل آب شهر يا لوله آب يا برق و تصويب قراردادهاي مربوط بآنها.\n" +
                        "۱۳ - بررسي و موافقت با تهيه وسائل اتوبوسراني و برق و ساير نيازمنديهاي عمومي از طريق تأسيس شركتها و مؤسسات با رعايت قوانين كشور.\n" +
                        "۱۴ - بررسي و موافقت با پيشنهادات شهرداري در مورد فراواني و ارزاني خواربار و اقدام در تأمين و توزيع مواد غذائي در مواقع لازم مخصوصاً بهنگام قحطي و پيش \u200Cبيني و جلوگيري از كميابي خواربار و تهيه ميدانهاي عمومي براي خريد و فروش خواربار و همچنين نظارت در صحت اوزان و\u200Cمقادير و مقياس ها و ملزم ساختن اصناف بالصاق برگه قيمت بر روي اجناس.\n" +
                        "۱۵ - تصويب نرخ كرايه وسايط نقليه در شهر\n" +
                        "۱۶ - تصويب مقررات براي تنظيم آبهاي شهر و اجاره و استيجار آبهائي كه براي مصرف شهر ضروريست و جلوگيري از تجاوز بقنوات شهري.\n" +
                        "۱۷ - موافقت با ايجاد و توسعه معابر و خيابانها و ميدانها و باغهاي عمومي بر طبق مقررات قانون توسعه معابر.\n" +
                        "۱۸ - تصويب مقررات لازم براي اراضي غير محصور شهر از نظر بهداشت و آسايش عمومي و عمران و زيبائي شهر.\n" +
                        "۱۹ - تصويب وامهاي پيشنهادي شهرداري پس از بررسي دقيق نسبت بمبلغ و مدت و ميزان بهره و ترتيب استهلاك و مصرف وام. \u200C\n" +
                        "ماده ۴۶ - انجمن شهر يا هر يك از اعضاء آن حق ندارند در نصب و عزل اعضاء شهرداري مداخله كنند يا بكارمندان شهرداري مستقيماً دستور \u200Cبدهند هرگاه رسيدگي بامري ضرورت حاصل كند انجمن شهر يا اعضاء آن بوسيله شهردار اقدام خواهند كرد.\n" +
                        "ماده ۴۷ - شهردار مكلف است مصوبات انجمن را در موضوعات مهمه و آنچه جنبه عمومي دارد بلافاصله در تهران بوزارت كشور و در مراكز \u200Cاستان باستاندار و در مراكز شهرستان بفرماندار و در بخشها ببخشدار اطلاع دهد و همچنين آنچه از مصوبات انجمن را كه جنبه عمومي دارد بوسائل ممكنه براي اطلاع عموم آگهي نمايد.\n" +
                        "ماده ۴۸ - چنانچه استاندار يا فرماندار يا بخشدار نسبت بمصوبات انجمن كه جنبه سياسي يا اقتصاد عمومي دارد اعتراض داشته باشد ميتواند در\u200Cظرف يكهفته از تاريخ اطلاع نظر خود را بانجمن اظهار و تقاضاي تجديد نظر نمايد و در صورتيكه انجمن در رأي خود باقي بماند معترض ميتواند\u200C بانجمن ايالتي يا ولايتي و در صورت نبودن انجمنهاي مزبور به وزارت كشور مراجعه كند و رفع اختلاف را بخواهد انجمن ايالتي يا ولايتي يا وزارت\u200C كشور منتها در ظرف پانزده روز نظر خود را اعلام مينمايد و اين نظر قطعي و لازم \u200Cالاجرا است اجراي مصوبات انجمن كه مورد اعتراض واقع شده تا\u200Cصدور رأي نهائي متوقف ميماند.\n" +
                        "ماده ۴۹ - در صورتيكه تصميم انجمن با قوانين موضوعه تناقض پيدا كند و يا خارج از حدود وظايف انجمن باشد و يا آنكه بعضي از اعضاء\u200C انجمن شخصا يا بنمايندگي در آن تصميم ذينفع بوده و در رأي شركت كرده باشند و يا آنكه انجمن در غير موعد و يا در غير محل رسمي تشكيل شده \u200Cباشد در تهران وزارت كشور در خارج از مركز فرماندار يا بخشدار مراتب را با ذكر علل بانجمن تذكر خواهد داد كه در تصميم متخذه تجديد نظر شود \u200Cچنانچه در نتيجه رسيدگي رفع اعتراض نشد بر طبق ماده ۴۸ اين عمل خواهد شد.\n" +
                        "تبصره - اجراي مقررات شهرداري كه بتصويب انجمن رسيده در صورتيكه بر طبق ماده ۴۸ مورد اعتراض واقع نشده باشد پس از انقضاء \u200Cيكهفته از تاريخ نشر آگهي يا اعلام بوسائل ممكنه ديگر قابل اجرا است. \u200C\n" +
                        "فصل پنجم - در انتخاب شهردار و معاون شهرداري\n" +
                        "الف - شهردار\n" +
                        "\u200Cماده ۵۰ - انجمن شهر مكلف است پس از رسميت يافتن بلافاصله و قبل از شروع بكار يكنفر را كه در انجمن شهر عضويت نداشته و واجد شرايطي\u200C باشد كه طبق تبصره ۱ اين ماده تعيين شده براي مدت دو سال با رأي مخفي به اكثريت تام از دو ثلث اعضاء انجمن شهر بسمت شهردار انتخاب و به\u200C فرماندار اعلام كند. \n" +
                        "\n" +
                        "\u200Cفرماندار شهردار منتخب را بوزارت كشور معرفي و مراتب را به انجمن شهر اطلاع ميدهد. \n" +
                        "\n" +
                        "شهردار منتخب پس از معرفي به وزارت كشور بلافاصله\u200C شروع بكار خواهد كرد تجديد انتخاب وي بلامانع است. \u200C\n" +
                        "تبصره ۱ - شرايط احراز سمت شهردار طبق آئين\u200C نامه\u200C اي خواهد بود كه بنا به پيشنهاد وزارت كشور بتصويب هيأت وزيران خواهد رسيد. \u200C\n" +
                        "تبصره ۲ - دوره خدمت شهردار در امور زير خاتمه ميپذيرد. \n" +
                        "\n" +
                        "۱ - استعفاء كتبي. \n" +
                        "\n" +
                        "۲ - موقعي كه انجمن شهر با رعايت مفاد ماده ۵۳ قانون رأي به بركناري شهردار صادر نمايد.\n" +
                        "\n" +
                        "۳ - در موارد تعليق طبق مقررات قانوني. \n" +
                        "\n" +
                        "۴ - در صورت انحلال انجمن يا خاتمه دوره قانوني آن. \n" +
                        "\n" +
                        "۵ - در صورت فقدان هر يك از شرايط مربوط به انتخاب شهردار. \u200C\n" +
                        "تبصره ۳ - در صورتيكه انجمن شهر يك ماه پس از رسميت يافتن موفق به انتخاب شهردار نشود انجمن منحل و طبق مفاد اين قانون تجديد انتخاب\u200C خواهد شد.\n";

            case 7:
                return "قانون شهرداري\n" +
                        "فصل اول در تأسيس شهرداري\n" +
                        "ماده ۱) در هر محل كه جمعيت آن حداقل بپنج هزار نفر بالغ باشد شهرداري تأسيس ميگرد. \u200C\n" +
                        "تبصره ۱ - در هر نقطه\u200C كه از نظر موقعيت و اهميت تشكيل شهرداري ضرورت داشته باشد ولو جمعيت آن بپنج هزار نفر بالغ نشود وزارت \u200Cكشور ميتواند در آن محل دستور تشكيل انجمن و شهرداري بدهد و چنانچه پس از تشكيل شهرداري در نقاط مزبور ضمن عمل معلوم شود عوارض \u200Cوصولي تكافوي هزينه شهرداري را نمينمايد و با در نظر گرفتن وضع اقتصادي و مالي محل براي اداره امور شهرداري درآمد جديدي نميتوان تهيه \u200Cنمود وزارت كشور مجاز است شهرداري اين قبيل نقاط را منحل نمايد.\n" +
                        "وظايف شهرداري\n" +
                        "\n" +
                        "ماده ۵۵ - وظائف شهر داري بشرح زير است:\n" +
                        "۱ ) ايجاد خيابانها و كوچه ها و ميدانها و باغهاي عمومي و مجاري آب و توسعه معابر در حدود قوانين موضوعه\n" +
                        "۲ ) تنظيف و نگاهداري و تسطيح معابر و انهار عمومي و مجاري آبها و فاضل آب و تنقيه قنوات مربوط بشهر و تأمين آب و روشنائي بوسائل ممكنه.\n" +
                        "تبصره ۱ - سد معابر عمومي و اشغال پياده\u200C روها و استفاده غير مجاز آنها و ميدانها و پاركها و باغ هاي عمومي براي كسب و يا سكني و يا هر عنوان\u200C ديگري ممنوع است و شهرداري مكلف است از آن جلوگيري و در رفع موانع موجود و آزاد نمودن معابر و اماكن مذكور فوق وسيله مأمورين خود راساً\u200C اقدام كند. در مورد دكه\u200C هاي منصوب قبل از تصويب اين قانون شهرداري مكلف است نسبت به برداشتن آنها اقدام و چنانچه صاحبان اين قبيل دكه\u200C ها\u200C ادعاي خسارتي داشته باشند با نظر كميسيون مقرر در ماده ۷۷ نسبت به جبران خسارت آنها اقدام كند ولي كساني كه بعد از تصويب اين قانون اقدام به \u200Cنصب دكه\u200C هائي در معابر عمومي كنند شهرداري موظف است راساً و بوسيله مأمورين خود در برداشتن اين قبيل دكه\u200C ها و رفع سد معبر اقدام كند و\u200Cاشخاص مزبور حق ادعاي هيچگونه خسارتي نخواهند داشت.\n" +
                        "تبصره ۲ - احداث تأسيسات توليد و توزيع برق و تعيين نرخ آن در شهرها تا موقعي كه وزارت آب و برق نيروي آنرا تأمين نكرده است با موافقت قبلي\u200C وزارت آب و برق بعهده شهرداري است. \n" +
                        "\n" +
                        "\u200Cتهيه آب مشروب شهرها و تأمين وسائل توزيع و وضع مقررات مربوط به آن و همچنين تعيين نرخ آب در شهرها به استثناي مواردي كه سازمانهاي تابعه\u200C وزارت آب و برق عهده\u200C دار آن هستند با تصويب انجمن شهر بعهده شهرداري خواهد بود. اين قبيل شهرداريها ميتوانند با تصويب انجمن شهر و تاييد \u200Cوزارت كشور تهيه آب مشروب و توزيع آن را به مؤسساتي كه طبق اصول بهداشتي عمل نمايند واگذار كنند.\n" +
                        "تبصره ۳ - مؤسسات خيريه كه تأمين آب شهرها را قبل از تصويب اين قانون بعهده داشته\u200C اند و عمليات آنها مورد تاييد شهرداري محل و وزارت كشور\u200C باشد ميتوانند كماكان بكار خود ادامه دهند.\n" +
                        "تبصره ۴ - شهرداري مكلف است محلهاي مخصوصي براي تخليه زباله و نخاله و فضولات ساختماني و مواد رسوبي فاضلابها و نظائر آنها تعيين و\u200Cضمن انتشار آگهي باطلاع عموم برساند.\n" +
                        "\u200Cمحلهاي تخليه زباله بايد خارج از محدوده شهر تعيين شود و محل تأسيس كارخانجات تبديل زباله به كود به تشخيص شهرداري خواهد بود.\n" +
                        "\u200Cرانندگان وسايل نقليه اعم از كندرو و يا موتوري مكلفند آنها را فقط در محلهاي تعيين شده از طرف شهرداري خالي نمايند.\n" +
                        "\u200Cمجازات متخلفين طبق ماده ۲۷۶ قانون كيفر عمومي تعيين ميشود.\n" +
                        "\u200Cدر صورت تخلف مراتب هر بار در گواهينامه رانندگي متخلف قيد و اگر ظرف يكسال سه بار مرتكب همان تخلف شود بار سوم بحداكثر مجازات \u200Cخلافي محكوم و گواهينامه او براي يكسال ضبط ميشود و در همان مدت از رانندگي ممنوع خواهد بود.\n" +
                        "\u200Cبه تخلفات مزبور در دادگاه بخش رسيدگي خواهد شد.\n" +
                        "۳ ) تعيين نرخ اجناس مورد احتياج عموم از قبيل خواربار. پوشاك. برق. آب. كرايه وسائل نقليه . حق الزحمه و كارمزد و آنچه بنظر شهرداري از لحاظ احتياجات عمومي محتاج نرخ\u200C گذاري باشد و تعقيب متخلفين و نظارت در نصب برگه قيمت بر روي اجناس و اتخاذ تدابير لازم براي ارزاني و فراواني خوار و بار عمومي و جلوگيري از توليد و عرضه و فروش اجناس فاسد و معدوم نمودن آنها .\n" +
                        "۴ ) مراقبت در امور بهداشت ساكنين شهر و حومه و اجراي مقررات بهداشتي از طرف كسبه و مردم و نظارت در تطبيق وضع دكاكين و مغازه\u200Fها و فروشگاهها و اماكن عمومي با قواعد بهداشتي و تشريك مساعي با سازمان\u200C هاي بهداشتي .\n" +
                        "۵ ) جلوگيري از گدائي و جمع آوري متكديان و اعزام آنها بسازمان هاي اردوي كار و جمع آوري و نگاهداري اطفال سر راهي\n" +
                        "بند ۶ - اجراي تبصره ۱ ماده ۸ قانون تعليمات اجباري و تأسيس مؤسسات فرهنگي و بهداشتي و تعاوني مانند بنگاه حمايت مادران و نوانخانه و\u200C پرورشگاه و درمانگاه و بيمارستان و شيرخوارگاه و تيمارستان و كتابخانه و كلاس هاي مبارزه با بيسوادي و كودكستان و باغ كودكان و امثال آن در حدود\u200C اعتبارات مصوب و همچنين كمك به اين قبيل مؤسسات و مساعدت مالي به انجمن تربيت بدني و پيش آهنگي و كمك به انجمنهاي خانه و مدرسه و\u200Cاردوي كار.\n" +
                        "\n" +
                        "\u200Cشهرداري در اين قبيل موارد و همچنين در مورد موزه\u200C ها و خانه\u200Cهاي فرهنگي و زندان با تصويب انجمن شهر از اراضي و ابنيه متعلق بخود با حفظ\u200C مالكيت به رايگان و يا با شرايط معين بينظور (بمنظور) ساختمان و استفاده به اختيار مؤسسات مربوط خواهد گذاشت.\n" +
                        "تبصره ۱ - تبصره ماده ۵ قانون نظارت در مصرف سهميه فرهنگ از درآمد شهرداريها مصوب ۲۸ /۳ /۳۴ به قوت خود باقي است.\n" +
                        "تبصره ۲ - تبصره ۵۹ قانون بودجه سال ۱۳۳۹ كل كشور به قوت خود باقي است.\n" +
                        "۷ ) حفظ و اداره كردن دارائي منقول و غير منقول شهر و اقامه دعوي بر اشخاص و دفاع از دعاوي اشخاص عليه شهرداري .\n" +
                        "۸ ) برآورد و تنظيم بودجه و متمم بودجه و اصلاح بودجه و تاريخ بودجه شهرداري و تنظيم پيشنهاد برنامه ساختماني و اجراء آن پس از تصويب انجمن شهر يكنسخه از بودجه مصوب و برنامه ساختماني در شهرستانها بوسيله فرماندار يا بخشدار بوزارت كشور ارسال ميشود.\n" +
                        "۹ ) انجام معاملات شهرداري اعم از خريد و فروش اموال منقول و غيرمنقول و مقاطعه و اجاره و استجاره پس از تصويب انجمن شهر با رعايت صلاح و صرفه شهرداري.\n" +
                        "تبصره ۱ ) در تهران و شهرداريهاي درجه اول براي معاملاتي كه از پانصد هزار ريال تجاوز نميكند و در ساير شهرداريها در معاملات تا يكصد\u200Cهزار ريال موافقت ناظر انجمن شهر كافي است:\n" +
                        "تبصره ۲ ) در معاملات مربوط بخريد و فروش و مقاطعه چنانچه مبلغ معامله در تهران از هفتصد هزار ريال و در شهرداريهاي درجه اول از دويست هزار ريال و در ساير شهرداريها از پنجاه هزار ريال متجاوز باشد رعايت مقررات آئين نامه معاملاتي دولتي مربوط بمناقصه و مزايده الزامي است.\n" +
                        "تبصره ۳ ) شهرداري ميتواند كارهائي را كه انجمن شهر مقتضي بداند بطور اماني انجام دهد.\n" +
                        "۱۰ ) اهداء و قبول اعانات و هدايا بنام شهر و همچنين دادن مدالها و نشان هاي شهر با تصويب انجمن شهر.\n" +
                        "۱۱ ) نظارت و مراقبت در صحت اوزان و مقياسها\n" +
                        "۱۲ ) تهيه آمار مربوط به امور شهر و مواليد و متوفيات\n" +
                        "۱۳ ) ايجاد غسالخانه و گورستان و تهيه وسائل حمل اموات و مراقبت در انتظام امور آنها\n" +
                        "بند ۱۴ - اتخاذ تدابير مؤثر و اقدام لازم براي حفظ شهر از خطر سيل و حريق و همچنين رفع خطر از بناها و ديوارهاي شكسته و خطرناك واقع در معابر\u200C عمومي و كوچه\u200C ها و اماكن عمومي و دالانهاي عمومي و خصوصي و پر كردن و پوشاندن چاه ها و چاله\u200C هاي واقع در معابر و جلوگيري از گذاشتن هر\u200Cنوع اشياء در بالكن ها و ايوان هاي مشرف و مجاور به معابر عمومي كه افتادن آنها موجب خطر براي عابرين است و جلوگيري از ناودان ها و دودكشه اي\u200C ساختمانها كه باعث زحمت و خسارت ساكنين شهرها باشد.\n" +
                        "تبصره - در كليه موارد مربوط به رفع خطر از بناها و غيره و رفع مزاحمت هاي مندرج در ماده فوق شهرداري پس از كسب نظر مأمور فني خود بمالكين يا\u200Cصاحبان اماكن يا صاحبان ادوات منصوب ابلاغ مهلت \u200Cدار متناسبي صادر مينمايد و اگر دستور شهرداري در مهلت معين بموقع اجرا گذاشته نشود،\u200Cشهرداري رأساً با مراقبت مأمورين خود اقدام برفع خطر يا مزاحمت خواهد نمود و هزينه مصروف را باضافه صدي پانزده خسارت از طرف دريافت\u200Cخواهد كرد. \n" +
                        "مقررات فوق شامل كليه اماكن عمومي مانند سينماها - گرمابه\u200Cها - مهمانخانه\u200Cها - دكاكين - قهوه\u200Cخانه\u200Cها - كافه رستورانها - پاساژها و امثال \u200Cآن كه محل رفت و آمد مراجعه عمومي است نيز ميباشد.\n" +
                        "۱۵ ) جلوگيري از شيوع امراض ساريه انساني و حيواني و اعلام اينگونه بيماريها بوزارت بهداري و مؤسسات بهداشتي و دامپزشگي و شهرداري\u200C هاي مجاور هنگام بروز آنها و دور نگاهداشتن بيماران مبتلاء به امراض ساريه و جمع\u200Cآوري حيوانات بلاصاحب و دفع حيوانات مريض و مضر و ولگرد و ممانعت از چرا و گردش چارپايان و احشام در شهر و دفع و اتلاف حشرات\n" +
                        "۱۶ ) تهيه مقررات صنفي و پيشنهاد آن به انجمن شهر و مراقبت در امور صحيح اصناف و پيشه وران\n" +
                        "۱۷ ) تهيه نقشه حدود شهر و حومه و اصلاح و اجراي آن با رعايت تشريفات مربوطه.\n" +
                        "۱۸ ) ايجاد و تعيين ميدان هاي عمومي براي خريد و فروش ارزاق و ميوه و تره بار و ساير مايحتاج عمومي و تعيين محلهاي مخصوص توقف وسائط نقليه\n" +
                        "۱۹ ) تنظيم و اجراء مقررات و آئين\u200Fنا مه\u200C هاي لازم براي فراواني و مرغوبيت و ارزاني گوشت و نان\n" +
                        "۲۰) جلوگيري از ايجاد و تأسيس كليه اماكن كه بنحوي از انحاء موجب بروز مزاحمت براي ساكنين يا مخالف اصول بهداشت در شهرهاست.\u200Cشهرداري مكلف است از تأسيس كارخانه\u200Cها - كارگاهها - گاراژهاي عمومي و تعميرگاه ها و دكانها و همچنين از مراكزي كه مواد محترقه ميسازند و\u200Cاصطبل چهارپايان و مراكز دامداري و بطور كلي تمام مشاغل و كسب\u200Cهائي كه ايجاد مزاحمت و سر و صدا كند يا توليد دود يا عفونت و يا تجمع\u200C حشرات و جانوران نمايد جلوگيري كند و در تخريب كوره\u200Cهاي آجر و گچ و آهك \u200Cپزي و خزينه گرمابه\u200Cهاي عمومي كه مخالف بهداشت است اقدام نمايد\u200C و يا نظارت و مراقبت در وضع دودكش هاي اماكن و كارخانه\u200Cها و وسائط نقليه كه كار كردن آنها دود ايجاد ميكند از آلوده شدن هواي شهر جلوگيري نمايد\u200Cو هرگاه تأسيسات مذكور فوق قبل از تصويب اين قانون بوجود آمده باشد آنها را تعطيل كند و اگر لازم شود آنها را بخارج از شهر انتقال دهد.\n" +
                        "اين بند با رعايت قانون هواي پاك اجرائي مي گردد.\n" +
                        "تبصره - شهرداري در مورد تعطيل و تخريب و انتقال بخارج از شهر مكلف است مراتب را ضمن دادن مهلت مناسبي بصاحبان آنها ابلاغ نمايد و اگر\u200Cصاحب ملك بنظر شهرداري معترض باشد بايد ظرف ده روز اعتراض خود را بكميسيوني مركب از سه نفر كه از طرف انجمن شهر انتخاب خواهند \u200Cشد تسليم كند رأي كميسيون قطعي و لازم\u200Cالاجراء است. \u200C\n" +
                        "هر گاه رأي كميسيون مبني بر تاييد نظر شهرداري باشد و يا صاحب ملك در موقع اعتراض نكرده و يا در مهلت مقرر شخصاً اقدام نكند شهرداري بوسيله مأمورين خود راساً اقدام خواهد نمود.\n" +
                        "۲۱ ) احداث بناها و ساختمان هاي مورد نياز از قبيل رخت شورخانه . مستراح . گرمابه . كشتارگاه . گورستان ـ ميدان . باغ كودكان و احداث و تعيين طالارها و محلهاي مخصوص برگذاري مجالس و مراسم ترحيم و ساختمان\u200Cهاي خانه\u200C هاي ارزان قيمت جهت اشخاص بي بضاعت ساكنين شهر و نظائر آن در حدود مقدورات مالي.\n" +
                        "تبصره ۱ ) مالكيني كه مبادرت بساختمان هاي مستغلات يا محل كسب مينمايند بايد بتعداد و ترتيبي كه شهرداري در نقشه و پروانه ساختماني تعيين ميكند مستراح كافي براي رفع احتياج ساكنين و مراجعين محل بسازند و همچنين بايد پاركينگ مناسب براي وسائط نقليه طبق نظر شهرداري احداث نمايند.\n" +
                        "۲۲ ) تشريك مساعي با فرهنگ در حفظ ابنيه و آثار باستاني شهر و نظارت در طرز و اسلوب ساختمان هاي شهر و تعيين طبقات ساختمان ها و تناسب ارتفاع بناها با عرض معابر و تعيين مصالح نماسازي ضمن پروانه ساختماني و جلوگيري از ساختمان هاي بدون پروانه و مخالف مشخصات تعيين شده در پروانه ساختمان و نقشه شهرداري و تخريب آن و تخصيص قسمت هاي مختلف شهر و مناطق مسكوني و تجارتي و صنعتي و غيره و تدوين آئين نامه و نظامات لازم براي اينكار\n" +
                        "۲۳ ) اهتمام در مراعات شرايط بهداشت در كارخانه ها و مراقبت در پاكيزگي گرمابه ها .\n" +
                        "۲۴ ) صدور پروانه براي كليه ساختمان هائي كه در شهر ميشود .\n" +
                        "تبصره - شهرداري در شهرهائي كه نقشه جامع شهر تهيه شده مكلف است طبق ضوابط نقشه مذكور در پروانه\u200C هاي ساختماني نوع استفاده از ساختمان \u200Cرا قيد كند. در صورتيكه بر خلاف مندرجات پروانه ساختماني در منطقه غير تجاري محل كسب يا پيشه و يا تجارت دائر شود شهرداري مورد را در\u200C كميسيون مقرر در تبصره يك ماده ۱۰۰ اين قانون مطرح مينمايد و كميسيون در صورت احراز تخلف مالك يا مستأجر با تعيين مهلت مناسب كه نبايد از\u200Cدو ماه تجاوز نمايد در مورد تعطيل محل كسب يا پيشه و يا تجارت ظرف مدت يكماه اتخاذ تصميم ميكند.\n" +
                        "\u200Cاين تصميم وسيله مأمورين شهرداري اجرا ميشود و كسي كه عالماً از محل مزبور پس از تعطيل براي كسب و پيشه و يا تجارت استفاده كند به حبس \u200Cجنحه\u200C اي از ششماه تا دو سال و جزاي نقدي از پنجهزار و يك ريال تا ده هزار ريال محكوم خواهد شد و محل كسب نيز مجدداً تعطيل ميشود.\n" +
                        "\u200Cدائر كردن دفتر وكالت و مطب و دفتر اسناد رسمي و ازدواج و طلاق و دفتر روزنامه و مجله و دفتر مهندسي وسيله مالك از نظر اين قانون استفاده \u200Cتجاري محسوب نميشود.\n" +
                        "۲۵ ) ساختن خيابان ها و ميدان ها و كف سازي سواروهاي معابر و ساختن جدول اطراف نهرها از سنگ يا اسفالت و امثال آن بعهده شهرداري است لكن كف سازي معابريكه عرض آن با پياده روها از ۷ متر كمتر است همچنين كف سازي پياده\u200C روها در معابريكه پياده رو دارند بدستور و با مصالح كه شهرداري تعيين خواهد نمود بعهده مالكين منازل و مستغلات و اراضي مجاور ميباشد. در صورت امتناع مالكين مجاوز پياده\u200C روها از اجراي دستور شهرداري در كف\u200C سازي سهمي خود و مالكين اطراف معابر كمتر از ۷ متر عرض تا يك ماه از اخطار شهرداري\n" +
                        "شهرداري ميتواند مستقيماً اقدام نموده و هزينه آن را به اضافه ده\u200C درصد از مالكين ممتنع مطالبه و دريافت نمايد.\n" +
                        "تبصره ) در هر خيابان كه شهرداري دست بكار كف سازي سواره رو ميشود ساختمان پياده\u200C روهاي آن خيابان طبق دستور شهرداري براي مالكين مجاور نمايندگان قانوني آنها اجباري است\n" +
                        "۲۶) پيشنهاد به انجمن شهر براي برقراري يا الغاء عوارض و همچنين تغيير نوع و ميزان آن و تعيين جريمه براي مستنكفين و تخصيص پاداش براي مؤديان خوش حساب كه عوارض خود را زودتر يا در موقع مقرر ميپردازند.\n" +
                        "تبصره ۱ ) پاداش مقرر براي مؤديان عوارض از طريق كسر كردن از اصل عوارض معمول خواهد شد.\n" +
                        "تبصره ۲ ) كالاهاي عبوري از شهرها كه براي مقصد معيني حمل ميشود از پرداخت هرگونه عوارض و شهرداري\u200C هاي عرض راه معاف ميباشد.\n" +
                        "تبصره ۳ ) آئين\u200Fنامه هاي اجرائي وصول عوارض شهرداري از مستنكفين از طرف شهرداري تنظيم و پس از تصويب وزارتين كشور و دادگستري بموقع اجراء گذارده ميشود .\n" +
                        "\u200Cبند ۲۷ - وضع مقررات خاصي براي نام گذاري معابر و نصب لوحه نام آنها و شماره گذاري اماكن و نصب تابلوي الصاق اعلانات و برداشتن و محو\u200Cكردن آگهي\u200C ها از محلهاي غير مجاز و هر گونه اقداماتي كه در حفظ نظافت و زيبائي شهر مؤثر باشند. \u200C\n" +
                        "بند ۲۸ - صدور پروانه كسب براي اصناف و پيشه\u200Cوران كليه اصناف و پيشه \u200Cوران مكلفند براي محل كسب خود از شهرداري محل پروانه كسب دريافت دارند.\n" +
                        "\n";
            case 8:
                return "قانون مديريت پسماندها:\n" +
                        "ماده ۱- جهت تحقق اصل پنجاهم (۵۰) قانون اساسي جمهوري اسلامي ايران و به منظور حفظ محيط زيست كشور از آثار زيانبار پسماندها و مديريت بهينه آنها، كليه وزارتخانه و سازمانها و موسسات و نهادهاي دولتي و نهادهاي عمومي غيردولتي كه شمول قانون برآنها مستلزم ذكر نام مي باشد و كليه شركتها و موسسات و اشخاص حقيقي و حقوقي ، موظفند مقررات و سياستهاي مقرر در اين قانون را رعايت نمايند. \n" +
                        "\n" +
                        "ماده ۲- عبارات و اصطلاحاتي كه در اين قانون به كار رفته است،\u200Cداراي معاني زير مي باشد:\u200C \n" +
                        "\n" +
                        "الف- سازمان : سازمان حفاظت محيط زيست \n" +
                        "\n" +
                        "ب – پسماند: به مواد جامد، مايع و گاز (غير از فاضلاب) گفته مي شود كه به طور مستقيم يا غيرمستقيم حاصل از فعاليت انسان بوده و از نظر توليد كننده\u200C،\u200C زائد تلقي مي شود. پسماندها به پنج گروه تقسيم مي شوند: \n" +
                        "\n" +
                        "- پسماندهاي عادي : به كليه پسماندهايي گفته مي شود كه به صورت معمول از فعاليتهاي روزمره انسانها در شهرها، روستاها و خارج از آنها توليد مي شود، از قبيل زباله هاي خانگي و نخاله هاي ساختماني .\n" +
                        "\n" +
                        "- پسماندهاي پزشكي (بيمارستاني) : به كليه پيشماندهاي عفوني و زيان آور ناشي از بيمارستانها ، مراكز بهداشتي ، درماني ، آزمايشگاههاي تشخيص طبي و ساير مراكز مشابه گفته مي شود. ساير پسماندهاي خطرناك بيمارستاني از شمول اين تعريف خارج است. \n" +
                        "\n" +
                        "- پسماندهاي ويژه :\u200C به كليه پسماندهايي گفته مي شود كه به دليل بالا بودن حداقل، يكي از خواص خطرناك ، از قبيل سميت، بيماري زايي ، قابليت انفجار يا اشتعال، خورندگي و مشابه آن به مراقبت ويژه نياز داشته باشد و آن دسته از پسماندهاي پزشكي و نيز بخشي از پسماندهاي عادي ، صنعتي ، كشاورزي كه نياز به مديريت خاص دارند، جز پسماندهاي ويژه محسوب مي شوند. \n" +
                        "\n" +
                        "- پسماندهاي كشاورزي :\u200C به پسماندهاي ناشي از فعاليتهاي توليدي در بخش كشاورزي گفته مي شود از قبيل فضولات،\u200Cلاشه حيوانات (دام، طيور و آبزيان)محصولات كشاورزي فاسد يا غيرقابل مصرف. \n" +
                        "\n" +
                        "- پسماندهاي صنعتي :\u200C به كليه پسماندهاي ناشي از فعاليتهاي صنعتي و معدني و پسماندهاي پالايشگاهي صنايع گاز،\u200Cنفت و پتروشيمي و نيروگاهي و امثال آن گفته مي شود از قبيل براده ها ، سرريزها و لجن هاي صنعتي . \n" +
                        "\n" +
                        "ج – مديريت اجرايي پسماند:\u200Cشخصيت حقيقي يا حقوقي است كه مسئول برنامه ريزي، ساماندهي، مراقبت و عمليات اجرايي مربوط به توليد، جمع آوري، ذخيره سازي ، جداسازي\u200C، حمل و نقل ، بازيافت، پردازش و دفع پسماندها و همچنين آموزش و اطلاع رساني در اين زمينه مي باشد. \n" +
                        "\n" +
                        "۱- دفع: كليه روشهاي از بين بردن يا كاهش خطرات ناشي از پسماندها، از قبيل بازيافت، دفن بهداشتي ، زباله سوزي \n" +
                        "\n" +
                        "۲-پردازش:\u200C كليه فراينده هاي مكانيكي ، شيميايي ، بيولوژيكي كه منجر به تسهيل در عمليات دفع گردد.\n" +
                        "د- منظور از آلودگي ، همان تعريف مقرر در ماده (۹) قانو حفاظت و بهسازي محيط زيست – مصوب ۲۸/۳/۱۳۵۳- است. \n" +
                        "\n" +
                        "تبصره ۱- پسماندهاي پزشكي و نيز بخشي از پسماندهاي عادي ، صنعتي و كشاورزي كه نياز به مديريت خاص دارند، جز پسماندهاي ويژه محسوب مي شوند. \n" +
                        "\n" +
                        "تبصره ۲- فهرست پسماندهاي ويژه از طرف سازمان ، با همكاري دستگاههاي ذيربط تعيين و به تصويب شوراي عالي حفاظت محيط زيست ، خواهد رسيد. \n" +
                        "\n" +
                        "تبصره ۳- پسماندهاي ويژه پرتوزا، تابع قوانين و مقررات مربوط به خود مي باشند. \n" +
                        "\n" +
                        "تبصره ۴- لجن هاي حاصل از تصفيه فاضلاب هاي شهري و تخليه چاههاي جذبي فاضلاب خانگي در صورتي كه خشك يا كم رطوبت باشند، در دسته پسماندهاي عادي قرار خواهند گرفت. \n" +
                        "\n" +
                        "ماده ۳- موسسه استاندارد و تحقيقات صنعتي ايران موظف است با همكاري وزارت بهداشت ، درمان و آموزش پزشكي و ساير دستگاهها حسب مورد، استاندارد كيفيت و بهداشت محصولات و مواد بازيافتي و استفاده هاي مجاز آنها را تهيه نمايد. \n" +
                        "\n" +
                        "ماده ۴- دستگاههاي اجرايي ذيربط موظفند جهت بازيافت و دفع پسماندها ، تدابير لازم را به ترتيبي كه در آيين نامه هاي اجرايي اين قانون مشخص خواهد شد، اتخاذ نمايند. آيين نامه اجرايي مذكور مي بايستي در برگيرنده موارد زير نيز باشد \n" +
                        "\n" +
                        "۱- مقررات تنظيم شده موجب گردد تا توليد و مصرف ، پسماند كمتري ايجاد نمايد. \n" +
                        "\n" +
                        "۲- تسهيلات لازم براي توليد و مصرف كالاهايي كه بازيافت آنها سهل تر است ،\u200Cفراهم شود و توليد و واردات محصولاتي كه دفع يا بازيافت پسماند آنها مشكل تر است ، محدود شود. \n" +
                        "\n" +
                        "۳- تدابيري اتخاذ شود كه استفاده از مواد اوليه بازيافتي در توليد گسترش يابد. \n" +
                        "\n" +
                        "۴- مسئوليت تامين و پرداخت بخشي از هزينه هاي بازيافت بر عهده توليد كنندگان محصولات قرار گيرد. \n" +
                        "\n" +
                        "ماده ۵- مديريت هاي اجرايي پسماندها ، موظفند براساس معيارها و ضوابط وزارت بهداشت، درمان و آموزش ترتيبي اتخاذ نمايند تا سلامت ، بهداشت و ايمني عوامل اجرايي تحت نظارت آنها تامين و تضمين شود. \n" +
                        "\n" +
                        "ماده ۶- سازمان صدا و سيماي جمهوري اسلامي ايران و ساير رسانه هايي كه نقش اطلاع رساني دارند و همچنين دستگاههاي آموزشي و فرهنگي ، موظفند جهت اطلاع رساني و آموزش ، جداسازي صحيح، جمع آوري و بازيافت پسماندها،\u200Cاقدام و با سازمانها و مسئولين مربوط همكاري نمايند. \n" +
                        "\n" +
                        "تبصره – وزارتخانه هاي جهاد كشاورزي ، صنايع و معادن ، كشور و بهداشت ، درمان و آموزش پزشكي به منظور كاهش پسماندهاي كشاورزي ، موظفند نسبت به اطلاع رساني و آموزش روستائيان و توليد كنندگان ، اقدام لازم را به عمل آورند. \n" +
                        "\n" +
                        "ماده ۷- مديريت اجرايي كليه پسماندها غير از صنعتي و ويژه در شهرها و روستاها و حريم آنها به عهده شهرداري و دهياري ها و در خارج از حوزه و وظايف شهرداري ها و دهياري ها به عهده بخشداري ها مي باشد. مديريت اجرايي پسماندهاي صنعتي ويژه به عهده توليد كننده خواهد بود. در صورت تبديل آن به پسماند عادي به عهده شهرداريها ، دهياريها و بخشداريها خواهد بود. \n" +
                        "\n" +
                        "تبصره – مديريت هاي اجرايي مي توانند تمام يا بخشي از عمليات مربوط به جمع آوري ، جداسازي و دفع پسماندها را به اشخاص حقيقي و حقوقي واگذار نمايند.\n" +
                        "ماده ۸- مديريت اجرايي مي تواند هزينه هاي مديريت پسماندها را از توليد كننده پسماند با تعرفه اي كه طبق دستورالعمل وزارت كشور توسط شوراهاي اسلامي بر حسب نوع پسماند تعيين مي شود ، دريافت نموده و فقط صرف هزينه هاي مديريت پسماند نمايد. \n" +
                        "\n" +
                        "ماده ۹- وزارت كشور با هماهنگي سازمان ، موظف است برنامه ريزي و تدابير لازم براي جداسازي پسماندهاي عادي را به عمل آورده و برنامه زمان بندي آن را تدوين نمايد. مديريت هاي اجرايي مندرج در ماده (۷) اين قانون موظفند در چارچوب برنامه فوق و در مهلتي كه در آيين نامه اجرايي اين قانون، پيش بيني مي شود، كليه پسماندهاي عادي را به صورتتفكيك شده جمع آوري ، بازيافت يا دفن نمايند. \n" +
                        "\n" +
                        "ماده ۱۰- وزارت كشور موظف است در اجراي وظايف مندرج در اين قانون، ظرف مدت شش ماه پس از تصويب اين قانون ، نسبت به تهيه دستورالعمل تشكيلات و ساماندهي مديريت اجرايي پسماندها در شهرداريها، دهياري ها و بخشداري ها اقدام نمايد. \n" +
                        "\n" +
                        "ماده ۱۱- سازمان موظف است با همكاري وزارتخانه هاي بهداشت، درمان و آموزش پزشكي ( در مورد پسماندهاي پزشكي)، صنايع و معادن ، نيرو و نفت (در مورد پسماندهاي صنعتي و معدني)\u200C، جهاد كشاورزي (در مورد پسماندهاي كشاورزي)\u200Cضوابط و روشهاي مربوط به مديريت اجرايي پسماندها را تدوين و در شوراي عالي حفاظت محيط زيست به تصويب برساند، وزارتخانه هاي مذكور مسئول نظارت بر اجراي ضوابط و روشهاي مصوب هستند. \n" +
                        "\n" +
                        "ماده ۱۲- محل هاي دفن پسماندها براساس ضوابط زيست محيطي توسط وزارت كشور با هماهنگي سازمان و وزارت جهاد كشاورزي تعيين خواهد شد. \n" +
                        "\n" +
                        "تبصره ۱- شوراي عالي شهرسازي و معماري موظف است در طرحهاي ناحيه اي جامع،\u200C مناطق مناسبي را براي دفع پسماندها در نظر بگيرد. \n" +
                        "\n" +
                        "تبصره ۲- وزارت كشور موظف است اعتبارات،\u200Cتسهيلات و امكانات لازم راجهت ايجاد و بهره برداري از محل هاي دفع پسماندها راسا يا توسط بخش خصوصي فراهم نمايد. \n" +
                        "\n" +
                        "ماده ۱۳- مخلوط كردن پسماندهاي پزشكي با ساير پسماندها و تخليه و پخش آنها در محيط و يا فروش ، استفاده و بازيافت اين نوع پسماندها ممنوع است. \n" +
                        "\n" +
                        "ماده ۱۴- نقل و انتقال برون مرزي پسماندهاي ويژه تابع مقررات كنوانسيون بازل و با نظارت مرجع ملي كنوانسيون خواهد بود. نقل و انتقال درون مرزي پسماندهاي ويژه تابع آيين نامه اجرايي مصوب هيات وزيران خواهد بود. \n" +
                        "\n" +
                        "ماده ۱۵- توليد كنندگان آن دسته از پسماندهايي كه داراي يكي از ويژگي هاي پسماندهاي ويژه نيز مي باشند، موظفند با بهينه سازي فرآيند و بازيابي، پسماندهاي خود را به حداقل برسانند و در مواردي كه حدود مجاز در آيين نامه اجرايي اين قانون پيش بيني شده است ، در حد مجاز ، نگهدارند. ماده ۱۶- نگهداري ، مخلوط كردن، جمع آوري ، حمل و نقل ، خريد و فروش ، دفع، صدور تخليه پسماندها در محيط بر طبق مقررات اين قانون و آيين نامه اجرايي آن خواهد بود. در غير اين صورت اشخاص متخلف به حكم مراجع قضايي به جزاي نقدي در بار اول پسماندهاي عادي از پانصد هزار (۵۰۰۰۰۰) ريال تا يكصد ميليون \n" +
                        "\n" +
                        "(۱۰۰۰۰۰۰۰۰) ريال و براي ساير پسماندها از دو ميليون (۲۰۰۰۰۰۰) ريال تا يكصد ميليون (۱۰۰۰۰۰۰۰۰) ريال و در صورت تكرار، هر بار دو برابر مجازات قبلي در اين ماه محكوم مي شوند. \n" +
                        "\n" +
                        "ماده ۱۷- مخالفين از حكم ماده (۱۴)\u200C اين قانون موظفند پسماندهاي مشمول كنوانسيون بازل را به كشور مبدا اعاده و يا در صورت امكان معدوم كردن در داخل تحت نظارت و طبق نظر سازمان (مرجع ملي كنوانسيون مذكور در ايران)\u200C با هزينه خود به نحو مناسب دفع نمايند. در غير اين صورت به مجازاتهاي مقرر در ماده (۱۶) محكوم خواهند شد. \n" +
                        "\n" +
                        "ماده ۱۸- در شرايطي كه آلودگي ،\u200Cخطر فوري براي محيط و انسان دارد، با اخطار سازمان و وزارت بهداشت ،\u200Cدرمان و آموزش پزشكي ، متخلفين و عاملين آلودگي موظفند فورا اقداماتي را كه منجر به بروز آلودگي و تخريب محيط زيست مي شود متوقف نموده و بلافاصله مبادرت به رفع آلودگي و پاكسازي محيط نمايند. در صورت استنكاف ، مرجع قضايي خارج از نوبت به موضوع رسيدگي و متخلفين و عاملين را علاوه بر پرداخت جريمه تعيين شده ، ملزم به رفع آلودگي و پاكسازي خواهد نمود. \n" +
                        "\n" +
                        "ماده ۱۹- در تمام جرايم ارتكابي مذكور ، مرجع قضايي مرتكبين را علاوه بر پرداخت جريمه به نفع صندوق دولت ، به پرداخت خسارت به اشخاص و يا جبران خسارت وارده ، بنا به درخواست دستگاه مسئول محكوم خواهد نمود \n" +
                        "\n" +
                        "ماده ۲۰- خودروهاي تخليه كننده پسماند در اماكن غيرمجاز، علاوه بر مجازاتهاي مذكور، به يك تا ده هفته توقيف محكوم خواهند شد. \n" +
                        "\n" +
                        "تبصره – در صورتي كه محل تخليه ، معابرعمومي ، شهري و بين شهري باشد، به حداكثر ميزان توقيف محكوم مي شوند. \n" +
                        "\n" +
                        "ماده ۲۱- درآمد حاصل از جرايم اين قانون به حساب خزانه داري كل كشور واريز و همه ساله معادل وجوه واريزي از محل اعتبارات رديف خاصي كه در قوانين بودجه سنواتي پيش بيني مي شود،\u200C در اختيار دستگاههايي كه در آيين نامه اجرايي اين قانون تعيين خواهند شد، قرار خواهد گرفت تا صرف آموزش ، فرهنگ سازي ، اطلاع رساني و رفع آلودگي ناشي از پسماندها ، حفاظت از محيط زيست و تامين امكانات لازم در جهت اجراي اين قانون گردد. \n" +
                        "\n" +
                        "ماده ۲۲- آيين نامه اجرايي اين قانون توسط سازمان با همكاري وزارت كشور و ساير دستگاههاي اجرايي ذيربط حداكثر ظرف مدت شش ماه تهيه و به تصويب هيات وزيران مي رسد. \n" +
                        "\n" +
                        "مده ۲۳- نظارت و مسئوليت حسن اجراي اين قانون بر عهده سازمان مي باشد. قانون فوق مشتمل بر بيست و سه ماده و نه تبصره در جلسه علني روز يكشنبه مورخ بيستم ارديبهشت ماه يكهزار و سيصد و هشتاد و سه مجلس شوراي اسلامي تصويب و در تاريخ ۹/۳/۱۳۸۳ به تاييد شوراي نگهبان رسيده است. \n";
            case 9:
                return "ماده ۱۰۰ـ مالكين اراضي و املاك واقع در محدودة شهر يا حريم آن بايد قبل از هر اقدام عمراني يا تفكيك اراضي و شروع ساختمان از شهرداري پروانه اخذ نمايند. \n" +
                        "شهرداري مي\u200Cتواند از عمليات ساختماني ساختمانهاي بدون پروانه يا مخالف مفاد پروانه بوسيله مأمورين خود اعم از آنكه ساختمان در زمين محصور يا غيرمحصور واقع باشد جلوگيري كند. \n" +
                        "تبصره ۱ـ در موارد مذكور فوق كه از لحاظ اصول شهرسازي يا فني يا بهداشتي قلع تأسيسات و بناهاي خلاف مشخصات مندرج در پروانه ضرورت داشته باشد يا بدون پروانة شهرداري ساختمان احداث يا شروع به احداث شده باشد به تقاضاي شهرداري موضوع در كميسيونهايي مركب از نماينده وزارت كشور به انتخاب وزير كشور و يكي از اعضاي انجمن شهر، به انتخاب انجمن مطرح مي\u200Cشود. كميسيون پس از وصول پرونده به ذينفع اعلام مي\u200Cكند كه ظرف ده روز توضيحات خود را كتباً ارسال دارد پس از انقضاء مدت مذكور كميسيون مكلف است موضوع را با حضور نماينده شهرداري كه بدون حق رأي براي اداي توضيح شركت مي\u200Cكند ظرف مدت يكماه تصميم مقتضي بر حسب مورد اتخاذ كند در مواردي كه شهرداري از ادامة ساختمان بدون پروانه يا مخالف مفاد پروانه جلوگيري مي\u200Cكند مكلف است حداكثر ظرف يك هفته از تاريخ جلوگيري موضوع را در كميسيون مذكور مطرح كند در غير اين صورت كميسيون به تقاضاي ذينفع به موضوع رسيدگي خواهد كرد.\n" +
                        "در صورتي كه تصميم كميسيون بر قلع تمام يا قسمتي از بنا باشد مهلت مناسبي كه نبايد از دو ماه، تجاوز كند تعيين مي\u200Cكند.\n" +
                        "شهرداري مكلف است تصميم مزبور را به مالك ابلاغ كند. هرگاه مالك درمهلت مقرر اقدام به قلع بناء نكند شهردار رأساً اقدام كرده و هزينة آن را طبق مقررات آيين\u200Cنامة اجراي وصول عوارض از مالك دريافت خواهد كرد. \n" +
                        "تبصره ۲ـ در مورد اضافه بنا زائد بر مساحت زيربناي مندرج در پروانة ساختماني واقع در حوزة استفاده از اراضي مسكوني كميسيون مي\u200Cتواند در صورت عدم ضرورت قلع اضافه بنا با توجه به موقعيت ملك از نظر مكاني (در بر خيابانهاي اصلي يا خيابانهاي فرعي و يا كوچ بن\u200Cباز يا بن\u200Cبست) رأي به اخذ جريمه\u200Cاي كه متناسب با نوع استفاده از فضاي ايجاد شده و نوع ساختمان از نظر مصالح مصرفي باشد تعيين و شهرداري مكلف است بر اساس آن نسبت به وصول جريمه اقدام كند (جريمه نبايد از حداقل يك دوم كم\u200Cتر و از سه برابر ارزش معاملاتي براي هر متر مربع بناي اضافه بيشتر باشد). در صورتي كه ذينفع از پرداخت جريمه خودداري كرد، شهرداري مكلف است مجدداً پرونده را به همان كميسيون ارجاع و تقاضاي صدور رأي تخريب را بكند. كميسيون در اين مورد نسبت به صدور رأي تخريب اقدام خواهد نمود. \n" +
                        "تبصره ۳ـ در مورد اضافه بنا زائد بر مساحت مندرج در پروانة ساختماني واقع در حوزة استفاده از اراضي تجارتي و صنعتي و اداري كميسيون مي\u200Cتواند در صورت عدم ضرورت قلع اضافه بنا با توجه به موقعيت ملك از نظر مكاني (در بر خيابانهاي اصلي يا خيابانهاي فرعي و يا كوچه بن\u200Cباز يا بن\u200Cبست) رأي به اخذ جريمه\u200Cاي كه متناسب با نوع استفاده از فضاي ايجاد شده و نوع ساختمان از نظر مصالح مصرفي باشد تعيين و شهرداري مكلف  است بر اساس آن نسبت به وصول جريمه اقدام كند (جريمه نبايد از حداقل دو برابر كم\u200Cتر و از چهار برابر ارزش معاملاتي ساختمان براي هر متر مربع بناي اضافي ايجاد شده بيش\u200Cتر باشد). در صورتي كه ذينفع از پرداخت جريمه خودداري كرد شهرداري مكلف است مجدداً پروانه را به همان كميسيون ارجاع و تقاضاي صدور رأي تخريب بكند.\n" +
                        "كميسيون در اين مورد نسبت به صدور رأي تخريب اقدام خواهد كرد. \n" +
                        "تبصره ۴ـ در مورد احداث بناي بدون پروانه در حوزه استفاده از اراضي مربوطه در صورتي كه اصول فني و بهداشتي و شهرسازي رعايت شده باشد كميسيون مي\u200Cتواند با صدور رأي اخذ جريمه به ازاء هر متر مربع بناي بدون مجوز يك دهم ارزش معاملاتي ساختمان يا يك پنجم ارزش سرقفلي ساختمان در صورتي كه ساختمان ارزش دريافت سرقفلي داشته باشد، هر كدام كه مبلغ آن بيش\u200Cتر است از ذينفع، بلامانع بودن صدور برگ پايان ساختمان را به شهرداري اعلام كند. اضافه بنا زائد بر تراكم مجاز بر اساس مفاد تبصره\u200Cهاي ۲ و ۳ عمل خواهد شد. تبصره ۵ـ در مورد عدم احداث پاركينگ و يا غيرقابل استفاده بودن آن و عدم امكان اصلاح آن كميسيون مي\u200Cتواند با توجه به موقعيت محلي و نوع استفاده از فضاي پاركينگ، رأي به اخذ جريمه\u200Cاي كه حداقل يك برابر و حداكثر دو برابر ارزش معاملاتي ساختمان براي هر متر مربع فضاي از بين رفتة پاركينگ باشد، صادر كند (مساحت هر پاركينگ با احتساب گردش ۲۵ متر مربع مي\u200Cباشد). شهرداري مكلف به اخذ جريمة تعيين شده و صدور برگ پايان ساختمان مي\u200Cباشد. \n" +
                        "تبصره ۶ـ (اصلاحي ۲۷/۶/۱۳۵۸) در مورد تجاوز به معابر شهر، مالكين موظف هستند در هنگام نوسازي بر اساس پروانة ساختمان و طرحهاي مصوب رعايت برهاي اصلاحي را بكند، در صورتي كه بر خلاف پروانه و يا بدون پروانه تجاوزي در اين مورد انجام گيرد شهرداري مكلف است از ادامة عمليات جلوگيري و پروانة امر را به كميسيون ارسال كند. در ساير موارد تخلف ماندن عدم استحكام بنا، عدم رعايت اصول فني و بهداشتي و شهرسازي در ساختمان رسيدگي به موضوع در صلاحيت كميسيونهاي مادة ۱۰۰ است. \n" +
                        "تبصره ۷ـ (اصلاحي ۲۷/۶/۱۳۵۸) مهندسان ناظر ساختماني موكلفند نسبت به عمليات اجرايي ساختماني كه به مسووليت آنان احداث مي\u200Cگردد، از لحاظ انطباق ساختمان با مشخصات مندرج در پروانه و نقشه\u200Cها و محاسبات فني ضميمة آن مستمراً نظارت كرده و در پايان كار مطابقت ساختمان با پروانه و نقشه و محاسبات فني را گواهي كنند. هر گاه مهندس ناظر بر خلاف واقع گواهي كند و يا تخلف را بموقع به شهرداري اعلام نكند و موضوع منتهي بطرح در كميسيون مندرج در تبصره يك مادة ۱۰۰ قانون شهرداري و صدور رأي بر جريمه يا تخريب ساختمان گردد، شهرداري مكلف است مراتب را به نظام معماري و ساختماني منعكس كند. شوراي انتظامي نظام مذكور موظف است مهندس ناظر را در صورت ثبوت تقصير برابر قانون نظام معماري و ساختماني حسب مورد با توجه به اهميت موضوع به ۶ ماه تا سه سال محروميت از كار و در صورتي كه مجدداً مرتكب تخلف شود كه منجر به صدور رأي تخريب به وسيله كميسيون مادة ۱۰۰ گردد به حداكثر مجازات محكوم كند. مراتب محكوميت از طرف شوراي انتظامي نظام معماري و ساختماني در پروانة اشتغال درج و در يك يا چند مورد از جرايد كثيرالانتشار اعلام مي\u200Cگردد. شهرداري مكلف است تا صدور رأي محكوميت به محض وقوف از تخلف مهندس ناظر و ارسال پروندة كميسيون مادة ۱۰۰ بمدت حداكثر ۶ ماه از اخذ گواهي امضا مهندس ناظر مربوطه براي ساختمان جهت پروانه ساختمان شهرداري خودداري كند. مأمورين شهرداري نيز موكلفند در مورد ساختمانها نظارت كند و هر گاه از موارد تخلف در پروانه بموقع جلوگيري نكنند و يا در مورد صدور گواهي انطباق ساختمان با پروانه مرتكب تقصيري شوند، طبق مقررات قانوني به تخلف آنان رسيدگي مي\u200Cشود و در صورتي كه عمل ارتكابي مهندسان ناظر و مأمورين شهرداري واجد جنبة جزايي هم باشد از اين جهت نيز قابل تعقيب خواهند بود. در مواردي كه شهرداري مكلف به جلوگيري از عمليات ساختمان است و دستور شهرداري اجرا نشود مي\u200Cتواند با استفاده از مأمورين اجراييات خود و در صورت لزوم مأمورين انتظامي براي متوقف ساختن عمليات ساختماني اقدام كند. \n" +
                        "تبصره ۸ـ (اصلاحي ۲۷/۶/۱۳۵۸) دفاتر اسناد رسمي مكلفند قبل از انجام معاملة قطعي در مورد ساختمانهاي گواهي پايان ساختمان و در مورد ساختمانهاي ناتمام گواهي عدم خلاف تاتاريخ انجام معامله را كه توسط شهرداري صادر شده باشد ملاحظه و مراتب را در سند قيد كند. در مورد ساختمانهايي كه قبل از تصويب قانون ۶ تبصره الحاقي به مادة ۱۰۰ قانون شهرداريها (۲۴/۱۱/۱۳۵۵) معامله انجام گرفته و از يد مالك اوليه خارج شده باشد، در صورتي كه مورد معامله كل پلاك را شامل نگردد گواهي عدم خلاف يا برگ پايان ساختمان الزامي نبوده و با ثبت و تصريح آن در سند انجام معامله بلامانع مي\u200Cباشد.\n" +
                        "در مورد ساختمانهايي كه قبل از تاريخ تصويب نقشة جامع شهر ايجاد شده در صورتي كه اضافه بناي جديدي حادث نگرديده باشد و مدارك و اسناد نشان دهندة ايجاد بنا قبل از سال تصويب طرح جامع شهر باشد، با ثبت و تصريح مراتب فوق در سند مالكيت انجام معامله بلامانع مي\u200Cباشد. \n" +
                        "تبصره ۹ـ (الحاقي ۲۷/۶/۱۳۵۸) ساختمانهايي كه پروانة ساختمان آنها قبل از تاريخ تصويب نقشه جامع شهر، صادر شده است از شمول تبصره يك مادة ۱۰۰ قانون شهرداري معاف مي\u200Cباشند. \n" +
                        "تبصره ۱۰ـ (الحاقي ۲۷/۶/۱۳۵۸) در مورد آراء صادره از كميسيون مادة ۱۰۰ قانون شهرداري هر گاه شهرداري يا مالك يا قائم مقام او از تاريخ ابلاغ رأي ظرف مدت ده روز نسبت به آن رأي اعتراض كند، مرجع رسيدگي به اين اعتراض كميسيون ديگر مادة ۱۰۰ خواهد بود كه اعضاي آن غير از افرادي باشند كه در صدور رأي قبلي شركت داشته\u200Cاند. رأي اين كميسيون قطعي است. \n" +
                        "تبصره ۱۱ـ (الحاقي ۲۷/۶/۱۳۵۸) آيين\u200Cنامة ارزش معاملاتي ساختمان پس از تهيه توسط شهرداري و تصويب انجمن شهر در مورد اخذ جرائم قابل اجراست و اين ارزش معاملاتي سالي يكبار قابل\u200Cتجديدنظر خواهد بود\n";
            case 10:
                return "\n" +
                        "ماده\u200C 1: قبل از شروع عملیات ساختمانی باید پروانه\u200Cها و مجوزهای لازم توسط مالکان و صاحبان کار از مراجع ذیربط قانونی اخذ گردد. \n" +
                        "ماده\u200C 2: قبل از شرع عملیات ساختمانی مربوط به تاسیس کارگاه\u200Cهای جدید یا توسعه کارگاه\u200Cهای موجود، باید طبق ماده 87 قانون کار، نقشه\u200Cهای ساختمانی و طرح\u200Cهای مورد نظر از لحاظ پیش بینی در امر حفاظت فنی و بهداشت کار برای اظهار نظر و تایید به واحد کار و امور اجتماعی محل ارایه گردد. \n" +
                        "ماده\u200C 3: مسئولیت اجرای مقررات این آیین نامه براساس مواد 91 و 95 قانون کار برعهده کارفرماست. \n" +
                        "ماده\u200C 4: هرگاه صاحب کار اجرای کلیه عملیات ساختمانی از ابتدا تا پایان کار را کلاً به یک پیمانکار محول نماید، پیمانکار مسئول اجرای مقررات این آیین نامه در کارگاه خواهد بود. \n" +
                        "ماده\u200C 5: هرگاه صاحب کار اجرای قسمت\u200Cهای مختلف عملیات ساختمانی خود را به پیمانکاران مختلف محول نماید، هر پیمانکار در محدوده پیمان خود، مسئول اجرای مقررات این آیین نامه خواهد بود و پیمانکارانی که به طور همزمان در یک کارگاه ساختمانی مشغول فعالیت هستند، باید در اجرای مقررات مذکور با یکدیگر همکاری نمایند و صاحب کار مسئول ایجاد هماهنگی بین آنها خواهد بود. \n" +
                        "ماده\u200C 6: هرگاه پیمانکار اصلی اجرای قسمت\u200Cهای مختلف عملیات ساختمانی را به پیمانکار یا پیمانکاران دیگر محول نماید، هر پیمانکار جزء در محدوده پیمان خود مسئول اجرای مقرات این آیین نامه بوده و پیمانکار اصلی مسئول نظارت و ایجاد هماهنگی بین آنها خواهد بود. \n" +
                        "ماده\u200C 7: هرگاه مهندسان ناظر در ارتباط با نحوه اجرای عملیات ساختمانی ایراداتی مشاهده نمایند که احتمال خطر وقوع حادثه را در برداشته باشد، باید فوراً مراتب را همراه با راهنمایی\u200Cها و دستورالعمل\u200Cهای لازم، کتباً به کارفرما یا کارفرمایان مربوطه اطلاع داده و رونوشت آن را به واحد کار و امور اجتماعی محل و مرجع صدور پروانه ساختمان تسلیم نمایند. کارفرما موظف است فوراً کار را در تمام یا قسمتی از کارگاه که مورد ایراد و اعلام خطر واقع شده متوقف و کارگران را از محل خطر دور و اقدامات مقتضی در مورد رفع خطر بعمل آورد. \n" +
                        "ماده\u200C 8: کارفرما باید وقوع هرگونه حادثه ناشی از کار منجر به فوت یا نقص عضو را کتباً و در اسرع وقت و قبل از آنکه علایم و آثار حادثه از بین رفته باشد، به واحد کار و امور اجتماعی محل اطلاع دهد. \n" +
                        "ماده\u200C 9: کارفرما باید وقوع هرگونه حادثه ناشی از کار را ظرف مدت سه روز اداری به شعبه سازمان تامین اجتماعی محل اطلاع دهد و نسبت به تکمیل و ارایه فرم ویژه گزارش حادثه اقدام نماید. \n" +
                        "ماده\u200C 10: کارگاه ساختمانی باید به طور مطمئن و ایمن محصور و از ورود افراد متفرقه و غیرمسئول به داخل آن جلوگیری بعمل آید. همچنین نصب تابلوها و علایم هشدارنده که در شب و روز قابل رویت باشد، در اطراف کارگاه ساختمانی ضروری است. \n" +
                        "ماده\u200C 11: قرار دادن و انبار کردن وسایل کار، مصالح ساختمانی و نخاله\u200Cهای ساختمانی در معابر عمومی مجاز نیست و چنانچه انجام این امر برای مدت موقت و محدود اجتناب\u200Cناپذیر باشد، باید با شرایط زیر اقدام گردد. \n" +
                        "الف – مجوز لازم از مرجع صدور پروانه ساختمان و سایر مراجع ذیربط و مسئول اخذ گردد. \n" +
                        "ب – نحوه قرار دادن، چیدن یا ریختن این وسایل و مصالح و انتخاب مکان آن به ترتیبی باشد که حوادث برای عابران و وسایل نقلیه بوجود نیاورد و در اطراف آن نرده\u200Cهای متحرک و وسایل کنترل مسیر و همچنین تابلوها و علایم هشدار دهنده که در شب و روز از فاصله مناسب قابل رویت باشد، نصب گردد. \n" +
                        "ماده\u200C 12: برای جلوگیری از سقوط مصالح ساختمانی و ابزار کار بر روی کارگران و افرادی که در محوطه کارگاه ساختمانی از مجاوز ساختمان دردست تخریب، احداث و یا تعمیر و بازسازی عبور می\u200C\u200Cنمایند، باید یک سرپوش حفاظتی با عرض و استحکام کافی از شبکه فلزی یا از جنس الوار چوبی با شرایط زیر در دیواره اطراف ساختمان نصب گردد. \n" +
                        "الف – سرپوش حفاظتی باید با توجه به ارتفاع و وضعیت ساختمان چنان طراحی و ساخته شود که در اثر ریزش مصالح و ابزار کار بر روی آن هیچگونه خطری متوجه افرادی که از زیر آن عبور می\u200C\u200Cنمایند، نگردد. \n" +
                        "ب – زاویه سرپوش حفاظتی را نسبت به سطح افقی می\u200C\u200Cتوان بین 30 تا 45 درجه به سوی ساختمان اختیار نمود. \n" +
                        "ماده\u200C 13: احداث راهرو سرپوشیده موقتی در امتداد معبر عمومی مجاور کارگاه ساختمانی در موارد زیر ضروری است: \n" +
                        "الف – چنانچه فاصله ساختمان دردست تخریب از معبر عمومی کمتر از 40 درصد ارتفاع اولیه آن باشد. \n" +
                        "ب – در صورتی که فاصله ساختمان دردست احداث یا تعمیر و بازسازی کمتر از 25 درصد ارتفاع نهایی آن باشد. \n" +
                        "ج – در مواردی که فاصله ساختمان دردست تخریب، احداث یا تعمیر و بازسازی از معابر عمومی بیش از حد نصاب\u200Cهای مقرر در بندهای الف و ب باشد، اما با توجه به شرایط و مقتضیات خاص، به نظر بازرس کار یا مرجع صدور پروانه ساختمان یا مهندس ناظر، راهرو سرپوشیده موقتی ضروری تشخیص داده شود. \n" +
                        "ماده\u200C 14: راهروهای سرپوشیده موضوع ماده 13 باید دارای شرایط زیر باشند: \n" +
                        "الف – ارتفاع راهرو سرپوشیده نباید کمتر از 5/2 متر و عرض آن نیز نباید کمتر از 5/1 متر و یا عرض پیاده روی موجود باشد. \n" +
                        "ب– راهرو باید فاقد هرگونه مانع بوده و دارای روشنایی لازم طبیعی یا مصنوعی دائمی\u200Eباشد. \n" +
                        "ج – سقف راهرو باید توانایی تحمل حداقل 700 کیلوگرم بر مترمربع فشار را داشته باشد. به علاوه سایر قسمت\u200Cهای آن نیز باید تحمل بار مربوط و فشار مذکور را داشته باشد. \n" +
                        "د – سقف\u200Eراهرو باید از الوار به ضخامت حداقل 5سانتیمتر ساخته\u200Eشده و الوارها\u200E طوری در کنار هم قرارگرفته\u200Eباشند که از ریزش مصالح ساختمانی به داخل راهرو جلوگیری بعمل آید. \n" +
                        "هـ – اطراف بیرونی سقف راهرو باید به وسیله دیواره شیب داری از چوب یا شبکه فلزی مقاوم محصور باشد. زاویه این حفاظ را نسبت به سقف می\u200C\u200C\u200Cتوان بین 30 تا 45 درجه به طرف خارج اختیار نمود. \n" +
                        "و – در صورتی که راهرو دارای درهای جانبی برای ورود و خروج مصالح و نخاله\u200Cهای ساختمانی و غیره باشد، این درها باید همواره بسته باشند، مگر در موارد مذکور که باید مراقبت کافی بعمل آید. \n" +
                        "ماده\u200C 15: کلیه پرتگاه\u200Cها و دهانه\u200Cهای باز در قسمت\u200Cهای مختلف کارگاه ساختمانی و محوطه آن که احتمال خطر سقوط افراد را در بردارند، باید تا زمان محصور شدن یا پوشیدن شدن نهایی و یا نصب حفاظ\u200Cها، پوشش\u200Cها و نرده\u200Cهای دائم و اصلی، به وسیله نرده\u200Cها یا پوشش\u200Cهای موقت به طور محکم و مناسب حفاظت گردند. \n" +
                        "ماده\u200C 16: نرده حفاظتی موقت موضوع ماده 15 باید دارای شرایط زیر باشد: \n" +
                        "الف – ارتفاع آن در مورد راه پله\u200Cها و سطوح شیب دار حداقل 75 سانتیمتر و در سایر موارد حدافل 90 سانتیمتر باشد. \n" +
                        "ب – در فواصل حداکثر 2 متر، دارای پایه\u200Cهای عمودی محکم باشد. \n" +
                        "ج – در اجزاء آن قسمت\u200Cهای تیز و برنده وجود نداشته باشد. \n" +
                        "ماده\u200C 17: پوشش حفاظتی موقت موضوع ماده 15 باید دارای شرایط زیر باشد: \n" +
                        "الف – در مورد دهانه\u200Cهای باز با ابعاد کمتر از 45 سانتیمتر، تخته یا الوارهای چوبی با قطر حداقل 5/2 سانتیمتر. \n" +
                        "ب – در مورد دهانه\u200Cهای باز با ابعاد بیشتر از 45 سانتیمتر، تخته یا الوارهای چوبی با قطر حداقل 5 سانتیمتر. \n" +
                        "ماده\u200C 18: در مواردی که احتمال سقوط و ریزش مصالح و ابزار کار از روی جایگاه\u200Cها و سکوهای کار یا لبه پرتگاه\u200Cها و دهانه\u200Cهای باز وجود داشته باشد،\u200Cباید نسبت به نصب پاخورهای چوبی به ضخامت حداقل 5/2 سانتیمتر و ارتفاع 15 سانتیمتر اقدام شود. \n" +
                        "ماده\u200C 19: چنانچه قبل از زدن سقف\u200Cهای دائم، نیاز به ایجاد سکوی کار در محل باشد، باید از الوارهایی با ضخامت 5 و عرض 25 سانتیمتر که در کنار هم محکم به یکدیگر بسته و متصل شده باشند، استفاده شود. \n" +
                        "ماده\u200C 20: برای جلوگیری از خطر برق گرفتگی و کاهش اثرات زیان آور میدان\u200Cهای الکترومغناطیسی ناشی از خطوط برق فشار قوی، باید مقررات مربوط به حریم خطوط انتقال و توزیع نیروی برق، در کلیه عملیات ساختمانی و نیز در تعیین محل احداث بناها و تاسیسات، رعایت گردد. \n" +
                        "ماده\u200C 21: قبل از شروع عملیات ساختمانی در مجاورت خطوط هوایی برق فشار ضعیف، باید مراتب به اطلاع مسئولان و مراجع ذیربط رسانده شود تا اقدامات احتیاطی لازم از قبیل قطع جریان، تغییر موقت یا دائم مسیر یا روکش کردن خطوط مجاور ساختمان با مواد مناسب از قبیل لوله\u200Cهای پلی اتیلن یا شیلنگ\u200Cهای لاستیکی و غیره انجام شود. \n" +
                        "ماده\u200C 22: کلیه هادی\u200Cها، خطوط و تاسیسات برقی در محوطه و حریم عملیات ساختمانی باید برقدار فرض شود، مگر آنکه خلاف آن ثابت گردد. \n" +
                        "ماده\u200C 23: کلیه کارگران کارگاه\u200Cهای ساختمانی باید مجهز به کلاه و کفش ایمنی باشند. \n" +
                        "همچنین در صورتیکه شرایط و نوع کار اقتضاء نماید، سایر وسایل حفاظت فردی از قبیل دستکش حفاظتی، عینک و نقاب حفاظتی، ماسک تنفسی حفاظتی، چکمه و نیم چکمه لاستیکی، کمربند ایمنی، طناب مهار و طناب نجات مطلق ضوابط آیین نامه وسایل حفاظت انفرادی باید در اختیار کارگران قرار داده شود. \n" +
                        "\n";


            case 11:
                return "سازمان حمل و نقل و ترافیک شهرداری تاکستان\n" +
                        "سازمان حمل و نقل و ترافیک شهرداری تاکستان که سازمان نامیده می¬شود بر اساس ماده «84» قانون شهرداری و بند «15» ماده «71» قانون تشکیلات وظایف و انتخابات شوراهای اسلامی کشور و انتخاب شهرداران مصوب 01/03/1375 تأسیس می¬گردد ، و این سازمان وابسته به شهرداری تاکستان بوده و دارای شخصیت حقوقی و استقلال مالی و اداری طبق اصول بازرگانی و به صورت خودگردان و خودکفا اداره می¬شود.\n" +
                        "\n" +
                        "هدف از استقرار سازمان:\n" +
                        "     تلاش برای بهبود و اصلاح امر عبور و مرور کلیه وسایل نقلیه در شهر از طریق مطالعه، برنامه¬ریزی، طراحی، آموزش، نظارت و هماهنگی در امر حمل و نقل و ترافیک شهر تاکستان می¬باشد.\n" +
                        "\n" +
                        "کلیات عملکرد سازمان:\n" +
                        "•\t     تهیه برنامه¬های کوتاه مدت، میان مدت و بلند مدت \n" +
                        "•\t     انجام مطالعات مورد نیاز حمل و نقل درون شهری\n" +
                        "•\t تدوین سیاست¬ها و خط¬ مشی¬های اجرائی لازم \n" +
                        "•\t     اعمال نظارت بر اداره امور پارکینگ¬های حاشیه¬ای عمومی و خصوصی ارائه و اجرای خدمات مورد نیاز شهرداری که مرتبط با    اهداف سازمان باشد   \n" +
                        "•\t     تهیه طرح¬ها و ارائه پیشنهاد برای جابجایی ایمن مسافر و کالا   \n" +
                        "•\t     رعایت سیاست¬ها، استانداردها، قوانین و مقررات برای حفظ محیط زیست و کاهش مصرف انرژی در کلیه طراحی¬ها و راه-کارهای   اجرائی \n" +
                        "•\t     ارائه خدمات مشاوره¬ای به شهرداری¬ها برای تدوین شرح خدمات، انتخاب مشاور، هدایت، نظارت و تحویل¬گیری مطالعه و تلاش  برای تصویب در مراجع مربوط   \n" +
                        "•\t     تدوین و اجرای برنامه¬های آموزشی عمومی برای ارتقاء سطح فرهنگ و رفتار ترافیکی شهروندان با بهره¬گیری از سیاست¬های   آموزشی مصوب و همکاری دیگر دستگاه¬ها.\n" +
                        "\n" +
                        "شرح وظایف سازمان: \n" +
                        "•\t     تدوین نظام برنامه ریزی و تهیه¬ی طرح¬های مورد نیاز حمل و نقل و ترافیک شهری\n" +
                        "•\t    ارائه¬ ی پیشنهاد برای اصلاح قوانین، آیین نامه¬ها، استانداردها و ضوابط به مراجع ذیربط \n" +
                        "•\t     انجام مطالعات موردنیاز حمل و نقل درون شهری و  بهنگام سازی ادواری آنها \n" +
                        "•\t     خط کشی معابر سطح شهر \n" +
                        "•\t     نصب سرعتگیر  \n" +
                        "•\t     نصب و راه اندازی چراغ¬های راهنمایی و رانندگی \n" +
                        "•\t     ساماندهی علائم افقی و عمودی انتظامی و هشداردهنده¬های سطح شهر   \n" +
                        "•\t    اصلاح هندسی تقاطع¬ها\n" +
                        "     از جمله ی وظایف این سازمان می باشند.\n" +
                        "\n" +
                        "حوزه استحفاظی:\n" +
                        "      مرکز اصلی فعالیت سازمان، شهر تاکستان و محدودۀ عمل آن محدودۀ قانونی و حریم شهر تاکستان¬می باشد.\n" +
                        " \n" +
                        "رئوس فرآیندهایی که در این سازمان در جهت خدمت رسانی به مردم انجام میگیرند:\n" +
                        "•\tنصب و تعمیر تجهیزات ترافیکی\n" +
                        "•\tنصب تابلوهای راهنمایی و رانندگی\n" +
                        "•\tنصب تابلوهای راهنمای مسیر \n" +
                        "•\tخط کشی های طولی شبکه معابر\n" +
                        "•\tخط کشی های دوجزئی( عابرپیاده)\n" +
                        "•\tهوشمند سازی چراغ های راهنمایی و رانندگی\n" +
                        "•\tتعمیر و نگهداری چراغ های راهنمایی و رانندگی\n" +
                        "•\tجانمایی محل نصب سرعتگیرهای استاندارد آسفالتی و رنگ آمیزی آن\n" +
                        "•\tنظارت بر عملکرد جایگاه های CNG شهرداری ارومیه\n" +
                        "•\tنظارت بر عملکرد مراکز مکانیزه معاینه فنی خودرو\n" +
                        "\n" +
                        "واحد های زیر مجموعه سازمان:\n" +
                        "•\tتاکسیرانی\n" +
                        "•\tاتوبوسرانی \n" +
                        "•\tسرویس های مدارس\n" +
                        "•\tآژانس ها\n" +
                        "\n";
            case 12:
                return "\tشرح وظایف واحد فضای سبز\n" +
                        " \t \n" +
                        "احداث پارکهای محله ای،جنگلی\n" +
                        "کاشت انواع گل های فصلی\n" +
                        "هرس درختان ودرختچه ها\n" +
                        "آبیاری به روشهای تحت فشار غرقاب.\n" +
                        "نگهداری فضای سبزاحداث شده\n" +
                        "مراقبت مداوم ازچمن ها\n" +
                        "سم پاشی درختان وعلف های هرز\n" +
                        "غرس گل وگیاه درآیلندهاوخیابانهاوپارکهای سطح منطقه\n" +
                        "\n" ;
            case 13:
                return "شرح وظایف معاونت خدمات شهری :\n" +
                        "\n" +
                        "1. تشخيص و تعيين نيازهاي شهر تاکستان در زمينه\u200Cهاي خدمات شهري و تعيين خط مشي و سياست هاي راهبردي و اجرايي شهرداري تاکستان درامور مذكور با رعايت اصل تمركززدايي و صرفه و صلاح شهرداري، محافظت از محيط زيست، حفظ اصول توسعه پايدار و در چارچوب سياست هاي كلي شهرداري\u200Cتاکستان.\n" +
                        "\n" +
                        "2. ابلاغ برنامه\u200Cها و سياست هاي مرتبط با امور خدمات شهري به واحدهاي تابعه و نظارت عاليه بر عملكرد آنها و صدور دستورات لازم به\u200Cمنظور حسن اداره كليه امور ستادي و اجرايي واحدهاي تحت سرپرستي.\n" +
                        "\n" +
                        "3. مطالعه و شناخت روش\u200Cهاي اجراي برنامه\u200Cهاي مصوب در زمينه امور خدمات شهري باتوجه به وظايف واحدهاي تابعه وانتخاب بهترين روش ممكن جهت انجام وظايف سازمان\u200Cها، شركت\u200Cها و ادارات كل تابعه و صدور دستورالعمل\u200Cهاي لازم در اين مورد.\n" +
                        "\n" +
                        "4. بررسي و بازنگري مستمر قوانين، مقررات، ضوابط و استانداردهاي موجود در زمينه خدمات\u200Cشهري.\n" +
                        "\n" +
                        "5. انجام مطالعات و بررسي\u200Cهاي لازم به\u200Cمنظور شناسايي مشكلات و نارسائي\u200Cهاي موجود و كمك به تنقيح و كارآمدي قوانين و آئين\u200Cنامه\u200Cهاي مرتبط و موردعمل در سطح سازمان\u200Cها، شركت\u200Cها و ادارات كل تابعه و مناطق شهرداري تاکستان و تهيه و تنظيم و ارائه پيشنهاداتي درجهت رفع مشكلات و نارسايي\u200Cهاي قوانين و مقررات موجود و ارائه آن به مقامات ذيربط به\u200Cمنظور انجام اصلاحات لازم.\n" +
                        "\n" +
                        "6. تهيه وتدوين طرح\u200Cهاي فوري و ضربتي براي مقابله با خطرات احتمالي ناشي\u200C از حوادث جوي و طبيعي مانند سيل، طوفان، زلزله، بارش\u200Cهاي برف و باران و عنداللزوم ضمن هماهنگي با ساير مبادي ذيربط و اجراي آن پس از ابلاغ ازسوي عوامل اجرايي.\n" +
                        "\n" +
                        "7. انجام مطالعات و طراحي و اجراي كليه پروژه\u200Cهاي خدمات شهري باتوجه به اولويت\u200Cها و نيازهاي تعيين\u200Cشده.\n" +
                        "\n" +
                        "8. انعقاد قراردادهاي لازم عمدتاً با سازمان هاي تحت پوشش و در موارد لازم با اشخاص حقوقي و حقيقي ديگر.\n" +
                        "\n" +
                        "9. صدور مجوزهاي لازم براي شناخت، تعمير، نگهداشت پروژه\u200Cهاي خدمات شهري.\n" +
                        "\n" +
                        "10. نظارت دقيق و مداوم بر حسن اجراي كليه ضوابط و استانداردها و قوانين و مقررات مرتبط با امور خدمات شهري در سازمان\u200Cها، شركت\u200Cها و ادارات كل تابعه و مناطق شهرداري تاکستان.\n" +
                        "\n" +
                        "11. نظارت عاليه بر حسن اجراي كليه برنامه\u200Cها و طرح\u200Cهاي اجرايي و پروژه\u200Cهاي واحدهاي تحت سرپرستي و راه\u200Cاندازي و هدايت نظام كنترل پروژه درسطح مناطق و سازمان\u200Cها/ شركت\u200Cهاي تابعه و پيگيري مداوم در ارتباط با نحوه و چگونگي اجراي طرحها، مشخص نمودن اشكالات و نارسائي\u200Cها و كشف علل تاخيرهاي اجرايي.\n" +
                        "\n" +
                        "12. جذب، نگهداشت و برنامه\u200Cريزي توسعه منابع مالي مورد نياز واحدهاي تابعه.\n" +
                        "\n" +
                        "13. مبادله موافقت نامه\u200Cهاي بودجه\u200Cاي، اخذ بودجه جاري و عمراني و نظارت بر هزينه\u200Cكرد صحيح و قانونمند اعتبارات.\n" +
                        "\n" +
                        "14. جمع\u200Cآوري و تحليل آمار و اطلاعات كليه پروژه\u200Cهاي خدمات شهري.\n" +
                        "\n" +
                        "15. جمع\u200Cآوري، مستندسازي و طبقه\u200Cبندي كليه اسناد، مدارك و گزارشات مرتبط با حوزه فعاليت.\n" +
                        "\n" +
                        "16. اخذ گزارشات كتبي از واحدهاي تحت سرپرستي به\u200Cمنظور كنترل آنها.\n" +
                        "\n" +
                        "17. تهيه گزارش عملكرد از وظائف محوله و ارائه به مقام مافوق و ذيربط.\n" +
                        "\n" +
                        "18. تهيه شاخص\u200Cها و استانداردها و معيارهاي انجام كار در واحدهاي تابعه و مناطق در راستاي ماموريت\u200Cهاي مرتبط و ابلاغ آن و كنترل و نظارت عاليه بر اجراي صحيح معيارها و استانداردهاي مصوب و سنجش مستمر آنها.\n" +
                        "\n" +
                        "19. تهيه وتدوين برنامه\u200Cهاي كوتاه، ميان و بلندمدت و همچنين آينده\u200Cنگر در راستاي تغيير و تحول و توسعه سازمان\u200Cها، شركت\u200Cها و ادارات كل تابعه باتوجه به رشد و توسعه تكنولوژي، رشد روزافزون جمعيت و به\u200C طبع آن بروزرسانی تغيير و تحول در ساختار فيزيكي، اجتماعي، فرهنگي، اقتصادي و... شهرتاکستان.\n" +
                        "\n" +
                        "20. اتخاذ سياست\u200Cها و تدابير لازم براي بومي\u200Cسازي تكنولوژي\u200Cها و فناوري\u200Cهاي پيشرفته در ارائه خدمات شهري.\n" +
                        " \n" +
                        "\n" +
                        " \n" +
                        "21. تهيه و تدوين دستورالعمل\u200Cهاي مرتبط با شرايط اضطراري و ايام خاص و مناسبت\u200Cها و ابلاغ آن براي اجرا به مبادي مربوطه و نظارت عاليه بر عملكرد مناطق همچنين سازمان\u200Cها، شركت\u200Cهاي تابعه در اين زمينه.\n" +
                        "\n" +
                        "22. كنترل و نظارت عاليه بر عملكرد ضابطين خاص قضايي در موضوعات مرتبط با خدمات\u200Cشهري.\n" +
                        "\n" +
                        "23. برقراري ارتباط با دستگاه\u200Cها و نهادهاي دولتي و غيردولتي مرتبط با مأموريت درچارچوب سياست\u200Cهاي شهرداري.\n" +
                        "\n" +
                        "24. برقراري ارتباط با مراكز علمي و تحقيقاتي كشور و همكاري با مؤسسات و مجامع بين\u200Cالمللي فعال در امور مديريت خدمات شهري درجهت ارتقاء كمي و كيفي برنامه\u200Cها و فعاليت\u200Cها.\n" +
                        "\n" +
                        "25. انجام مطالعات راهبردي درخصوص بكارگيري ماشين\u200Cآلات مدرن در زمينه\u200Cهاي مختلف خدمات شهري از جمله آتش\u200Cنشاني، جمع\u200Cآوري و حمل و نقل و دفع زباله و ضايعات و... همزمان با فرايند مكانيزاسيون خدمات شهري و متناسب با رشد و توسعه تكنولوژي.\n" +
                        "\n" +
                        "26. نظارت بر حسن استفاده از وسايل نقليه موتوري باتوجه به نيازها و مطابق برنامه.\n" +
                        "\n" +
                        "27. برنامه\u200Cريزي براي اجراي قانون مديريت پسماند و اتخاذ سياست\u200Cهاي بهينه در زمينه نحوه محاسبه و اخذ بهاي پسماند و نظارت بر چگونگي هزينه\u200C كرد آن.\n" +
                        "\n" +
                        "28. اتخاذ سياست\u200Cهاي راهبردي و اجرايي مناسب در راستاي كاهش توليد پسماند و بهره\u200Cبرداري مناسب و مجدد از پسماندهاي قابل بازيافت.\n" +
                        "\n" +
                        "\n" +
                        "29. برنامه\u200Cريزي براي بكارگيري روش\u200Cهاي نوين پردازش، بازيافت و تبديل مواد، استحصال، بهره\u200Cبرداري و مديريت بهينه فرآورده\u200Cهاي پسماند ازطريق سازمان ها، شركت\u200Cها و نهادهاي ذيربط.\n" +
                        "\n" +
                        "30. اجراي سياست تمركززدايي و تهيه برنامه\u200Cهاي لازم جهت واگذاري امور مرتبط با خدمات شهري درقالب برون\u200Cسپاري و يا به بخش خصوصي در سطح سازمان\u200Cها، شركت\u200Cها و ادارات كل تابعه و مناطق شهرداري تاکستان و اعمال نظارت عاليه بر اجراي سياست\u200Cها و دستورالعمل\u200Cهاي فوق در واحدهاي تابعه.\n" +
                        "\n" +
                        "31. تهيه و صدور شيوه\u200Cنامه\u200Cها، نظام نامه\u200Cها و دستورالعمل\u200Cهاي فني و اجرايي لازم در زمينه بهره\u200Cگيري مناسب از ظرفيت بخش خصوصي در خدمات شهري.\n" +
                        "\n" +
                        "32. اتخاذ تدابير لازم جهت بهر\u200Cه\u200Cگيري از روش\u200Cهاي نوين مديريت طرح\u200Cهاي خدمات شهري ازجمله بكارگيري عامل چهارم و شركت هاي هُلدینگ به\u200Cمنظور افزايش بهره\u200Cوري و تقويت بخش خصوصي.\n" +
                        "\n" +
                        "33. اتخاذ تدابير مناسب در راستاي حفظ اصول توسعه پايدار و حفاظت از منابع زيست\u200Cمحيطي و بكارگيري استانداردهاي محيط زيست.\n" +
                        "\n" +
                        "34. برنامه\u200Cريزي در زمينه نحوه جلب و جذب مشاركت\u200Cهاي اجتماعي و مردمي دراجراي امور مرتبط و اجراي برنامه\u200Cهاي آموزشي اعم\u200Cاز تخصصي و عمومي جهت شهروندان و سازمان\u200Cها و شركت\u200Cهاي تابعه و مناطق در زمينه وظايف محوله و همچنين فرهنگ\u200Cسازي و اطلاع\u200Cرساني در امور خدمات شهري.\n" +
                        "\n" +
                        "35. جذب، نگهداشت و ارتقاء و كيفي\u200Cسازي نيروي انساني واحدهاي تابعه و تدوين واجراي برنامه\u200Cهاي آموزشي به\u200C منظور بالابردن سطح دانش فني و علمي كاركنان و مديران تابعه.\n" +
                        "\n" +
                        "36. نظارت بر حسن عملكرد واحدهاي شهرداري براي جلب مشاركت و تعامل با شهروندان در امور خدمات شهري.\n" +
                        "\n" +
                        "37. راهنمايي، آموزش و مشاوره به مديران واحدهاي شهرداري در زمينه امور خدمات شهري.\n" +
                        "\n" +
                        "38. تشكيل جلسات منظم با مديران و احدهاي تابعه به منظور ايجاد هماهنگي كامل بين آنها و صدور دستورات لازم درجهت ايجاد هماهنگي هرچه بيشتر و نظارت بر اين امر.\n" +
                        "\n" +
                        "39. نظارت و بازرسي\u200Cهاي لازم (اعم\u200Cاز مداوم و دوره\u200Cاي) از سازمان\u200Cها، شركت\u200Cها و ادارات كل تابعه و ساير واحدهاي تابعه در مناطق و اخذ گزارش\u200Cهاي ذيربط.\n" +
                        "\n" +
                        "40. تعيين اهداف و راهبردهاي شهرداري تاکستان در زمينه ارائه خدمات شهري.\n" +
                        " \n" +
                        "\n" +
                        " \n" +
                        "41. راهبري، هدف\u200Cگذاري و مطالعه و پيش\u200Cبيني نيازهاي شهر در زمينه امور خدمات شهري و تهيه و اجراي برنامه\u200Cها و طرح\u200Cهاي توسعه\u200Cاي به\u200Cمنظور تأمين تأسيسات و تجهيزات شهر و زيرساخت\u200Cهاي لازم درامور مرتبط با خدمات عمومي و زيست\u200Cمحيطي، اقتصاد شهري، ساماندهي صنايع و مشاغل و صنوف، ايمني و پيشگيري و... در راستاي اجراي برنامه\u200Cها و طرح\u200Cهاي جامع واسناد بالادستي ازطريق مجموعه تحت پوشش.\n" +
                        "\n" +
                        "42. سياستگذاري در زمينه حفظ، توسعه و گسترش فضاي\u200Cسبز و جنگلكاري شهرتاکستان.\n" +
                        "\n" +
                        "43. راهبري و سياستگذاري در زمينه\u200Cهاي امور زيباسازي و سيما و منظر شهري و هويت\u200Cبخشي به بناها و بافت\u200Cهاي فرهنگي ـ تاريخي شهرتاکستان.\n" +
                        "\n" +
                        "44. اتخاذ سياست\u200Cهاي اجرايي لازم درخصوص احداث، توسعه و ساماندهي آرامستان\u200Cهاي شهر تاکستان.\n" +
                        "\n" +
                        "45. تهيه و پيشنهاد شرح وظايف واحدهاي تابعه و ارائه به مقام ذيصلاح جهت تصويب.\n" +
                        "\n" +
                        "46. بررسي و تاييد سازمان و تشكيلات اداري سازمان\u200Cها و شركت\u200Cها و همچنين ادارات تابعه.\n" +
                        "\n" +
                        "47. اعلام نظر درخصوص انتصاب كليه عوامل شاغل در سطوح مديريتي مرتبط با موضوعات خدمات شهري من\u200C جمله معاونين امور شهري و فضاي\u200Cسبز مناطق، رؤساي نواحي و ادارات مجموعه تحت پوشش و سازمان\u200Cها و شركت\u200Cهاي وابسته.\n" +
                        "\n" +
                        "48. ارزشيابي و ارزيابي عملكرد و فعاليت\u200Cهاي پيمانكاران مجري ماموريت\u200Cها و وظايف خدمات شهري و اعلام نظر، رتبه\u200Cبندي و تشخيص صلاحيت متقاضيان شركت\u200C در مناقصه\u200Cها و مزايده\u200Cهاي مرتبط با امور خدمات شهري مطابق با ضوابط مصوب و ابلاغي.\n" +
                        "\n" +
                        "49. اعلام نظر و تاييد كليه مناقصات و مزايده\u200Cهاي مربوط به امور خدمات شهري درچارچوب آئين\u200Cنامه معاملات شهرداري تاکستان و همچنين تفويض\u200Cهاي انجام\u200Cشده.\n" +
                        "\n" +
                        "50. همكاري، هماهنگي و همفكري با ساير حوزه\u200Cهاي ستادي ـ صنفي شهرداري و همچنين ارگان\u200Cهاي دولتي و غيردولتي در رابطه با وظايف محوله.\n" +
                        "\n" +
                        "\n" +
                        "\n";
            case 14:
                return "معاونت شهر سازی\n" +
                        " \n" +
                        "صدور پروانه های ساختمانی و پایان کار و گواهی عدم خلافی\n" +
                        "تشخیص تخلفات ساختمانی  و ارجاع به کمیسیون ماده صد\n" +
                        "نظارت بر طرح تفضیلی و شناسایی مغایرتها\n" +
                        "بازدید از ساختمانها و دستور تهیه نقشه جهت احداث ساختمان\n" +
                        "بررسی و تعیین نوع کاربری ملک\n" +
                        "تشخیص تخلفات ساختمانی و ارجاع به معاونت خدمات شهری جهت پیگیریهای بعدی\n" +
                        "\n";
            case 15:
                return "\n" +
                        "معاونت شهرسازی و معماری\n" +
                        "\n" +
                        "\n" +
                        "هدف:\n" +
                        "\n" +
                        "مشارکت و تلاش در زمینه های مربوط به برنامه ریزی ، مطالعات و تحقیقات علمی، فنی، مهندسی و تخصصی، شهرسازی و معماری به شهرداری تاکستان  و تهیه و اجرای طرحهای تحقیقاتی و اجرائی و رهبری و هدایت و نظارت بر ساخت و سازهای درون شهری شهر تاکستان  و برنامه ریزی و هماهنگی کلیه امور مهندسی و معماری و اجرائی ساخت و سازهای شهری و تدوین ضوابط و مقررات اجرائی مربوط در حد قوانین، وظایف و ضوابط مشخص و مصوب موجود.\n" +
                        "\n" +
                        "\n" +
                        "اهم وظایف:\n" +
                        "1- بررسی اهداف، سیاستها و خطوط کلی برنامه های کوتاه مدت و بلند مدت شهرداری تاکستان  در زمینه امور مربوط به شهرسازی و معماری شهر تاکستان  در راستای سیاستهای کلی نظام جمهوری اسلامی در زمینه های طرحهای تفصیلی و جامع شهر تاکستان .\n" +
                        "2- مطالعه مسائل و تنگناهای اساسی شهرسازی و معماری شهر تاکستان  و تنظیم برنامه های توسعه شهری و ایجاد هماهنگی لازم بین سازمانها، ارگانهای مسوول در ارتباط با شهرسازی و معماری شهر تاکستان  و همکاری با موسسات مذکور به منظور ایجاد هماهنگی در برنامه ریزی توسعه شهرسازی و کنترل آن در سطح تاکستان  و ارائه پیشنهادات لازم.\n" +
                        "3- تدوین هدفها، سیاستها، برنامه های جامع نظام شهرسازی و معماری منطقه تاکستان  و تجدید نظر و به هنگام نبودن مستمر برنامه ها و طرحهای مربوط به شهرسازی و معماری.\n" +
                        "4- بررسی سیاستها و برنامه های مربوط به تراکم جمعیتی شهر تاکستان  ، قشر بندی های اجتماعی، فرهنگی، الگوهای مهاجرت، مسائل اجتماعی و فرهنگی شهر تاکستان  در ارتباط با پیشبردی اهداف شهرسازی و معماری شهرداری تاکستان  در رابطه با شهر تاکستان .\n" +
                        "5- مشارکت فعال و همکاری با سازمانهای مسوول در رابطه با برنامه ها و طرحهای زیربنائی و روبنائی شهر تاکستان  در زمینه های آب، برق، گاز، مخابرات، فاضلاب، آموزش و پرورش، بهداشت، درمان، ورزش و تفریح، فضای سبز که به نوعی به مسائل مربوط به شهرسازی در شهر تاکستان  مربوط می شوند.\n" +
                        "6- تامین، تهیه و تدوین سیاستهای شهرداری تاکستان  در ارتباط با نحوه، کیفیت و چگونگی پیشبردی امر ساخت و ساز در تاکستان  و انتخاب بهترین راه در زمینه هدایت و کنترل آن.\n" +
                        "7-ابلاغ بخشنامه ها و سیاستهای شهرداری تاکستان  در امر ساخت و ساز همراه با فرم ها و دستورالعمل های لازم \n" +
                        "8- ایجاد ارتباط مستمر و مداوم با واحدهای مختلف شهرداری تاکستان  در زمینه های معماری و شهرسازی به منظور هدایت واحدهای ذیربط به سمت اهداف شهرداری تاکستان  در رابطه به موارد و مسائل ساخت و ساز در شهرداری.\n" +
                        "9- نظارت مستمر بر اجرای نقشه های جامع و تفصیلی شهر تاکستان  و ارائه پیشنهادات ضرور و لازم در ارتباط با ایجاد تغییرات پی در پی در آن بطور اصولی و منطقی به مسوولین ذیربط.\n" +
                        "10- اجرای امر نظارت و برنامه ریزی دقیق و حساب شده در ارتباط با صدور پروانه های ساختمانی و روند شهرسازی و معماری شهر تاکستان  و تامین امکانات فنی از نظر نیروی انسانی متخصص، آمار و سایر ابزارهای مورد نیاز و ایجاد و تاسیس ستادهای مرکزی و منطقه ای ویژه جهت انجام امر فوق.\n" +
                        "11- ایجاد نظام نوین و سیستمی صحیح و مناسب و متکی به روشهای منطقی و واقعیات مشهود مسائل شهرسازی تاکستان  در زمینه صدور پروانه های ساختمانی که در برگیرنده عنصر مهم تسهیل و تسریع کار و تصمیم متقابل و فیمابین شهرداری و شهروندان باشد.\n" +
                        "12- افزایش سطح آگاهی متقاضیان پروانه های ساختمانی و مهندسین، طراحان و ناظرین نسبت به قوانین، مقررات، ضوابط و معیارهای فنی ، بهداشتی و ایمنی ساختمان از طریق آموزش و تهیه و تدوین کتب و جزوات ذیربط و تشکیل دوره های توجیه.\n";
            case 16:
                return "    معاونت مالی اداری شهـرداري\n" +
                        " \n" +
                        " رهبري و اداره امور مالی ، حسابداري ، اموال و انبارها.\n" +
                        " نظارت بر تهيه و تأمين تجهيزات و ملزومات اداري\n" +
                        " نظارت بر انجام تشريفات مناقصه و مزايده در معاملات شهرداري و رعايت آئين نامه هاي مالي و حسابداري شهرداري و انطباق با مقررات مالي .\n" +
                        " انجام تعهدات مالي در حدود اعتبارات مصوب طبق مقررات مالي شهرداريها.\n" +
                        "نظارت و كنترل عمليات مالي مؤسسات و واحدهاي تابعه شهرداري و مراقبت در حسن گردش امور مالي و حسابداري آنها.\n" +
                        " نظارت بر ثبت و نگهداري حساب سپرده هاي قانوني ، ضمانت نامه ها ، قراردادها و تعهداتي كه متضمن موارد مالي در شهرداري هستند.\n" +
                        " نظارت بر انجام روشهاي مميزي اسناد و رسيدگي به مدارك مالي ، حسابداري ، شهرداري و انطباق با مقررات ذيربط.\n" +
                        " نظارت بر حسن اداره امور انبارهاي مختلف شهرداري و نگهداري حساب آنها.\n" +
                        " نظارت بر حفظ و نگهداري اموال شهرداري و كنترل فرمهاي مختلف و دفاتر اموال .\n" +
                        " شركت فعال در جلسات و كميسيونهايي كه شهرداري تعيين مي كند.\n" +
                        " ارزيابي مستمر و ارائه گزارش و آمار فعاليتهاي امور مالي به مديريت.\n" +
                        " نظارت بر عملکرد مدیر امور اداری و دبیرخانه\n" +
                        "\n";
        }

        return null;
    }

}
