package www.municipality.ir.takestanmunicipality.IntroduceCity.Celebrity;


import android.graphics.drawable.Drawable;
import android.os.Bundle;
import android.os.Handler;
import android.support.v4.app.Fragment;
import android.support.v4.content.ContextCompat;
import android.support.v4.view.ViewPager;
import android.view.LayoutInflater;
import android.view.View;
import android.view.ViewGroup;
import android.widget.RelativeLayout;

import java.util.ArrayList;
import java.util.Timer;
import java.util.TimerTask;

import me.relex.circleindicator.CircleIndicator;
import www.municipality.ir.takestanmunicipality.R;
import www.municipality.ir.takestanmunicipality.TourismServices.SliderAdapter;
import www.municipality.ir.takestanmunicipality.Views.CustomTextView;

/**
 * A simple {@link Fragment} subclass.
 */
public class IntroduceCityCelebration_Data extends Fragment {


    private ArrayList<Drawable> SliderArray = new ArrayList<Drawable>();
    private View view;
    private ViewPager mPager;
    private CircleIndicator indicator;
    private int currentPage = 0;
    private CustomTextView text;
    private RelativeLayout introduceCityCelebration_View;

    @Override
    public View onCreateView(LayoutInflater inflater, ViewGroup container,
                             Bundle savedInstanceState) {
        view = inflater.inflate(R.layout.fragment_introduce_city_celebration__data, container, false);
        mPager = view.findViewById(R.id.IntroduceCityCelebration_Pager);
        indicator = view.findViewById(R.id.IntroduceCityCelebration_Indicator);
        text = view.findViewById(R.id.IntroduceCityCelebration_Text);
        introduceCityCelebration_View = view.findViewById(R.id.IntroduceCityCelebration_View);
//        textView = view.findViewById(R.id.TourismServices_Text);
//        textView.setTypeface(CFProvider.getIRANIANSANS(getActivity()));

        int data = getArguments().getInt("data");

        switch (data) {
            case 1:
                SliderArray.add(ContextCompat.getDrawable(getActivity(), R.drawable.alipedram));
                text.setText("علی پدرام در 30 اسفند ماه 1325 خورشیدی در یکی از محله های قدیمی تاکستان به دنیا آمد. او در 5 سالگی به مکتب خانه مرحوم ملا رمضان رحمانی  رضازاده رفت.در شش سالگی تحصیلات ابتدایی را در مدارس رسمی آغاز کرد  و پس از پایان سال سوم دبیرستان برای ادامه تحصیل به قزوین رفت و در خرداد ماه 1345 خورشید ی  در رشته ی ادبی موفق به اخذ دیپلم گردید و پس از آن به خدمت سربازی اعزام شد .پس از پایان خدمت زیر پرچم در سال 1348  به استخدام رسمی ثبت احوال کشور در آمد،و مشغول به کار شد. وی در کنکور نمیه دوم سال تحصیلی 1353 در مدرسه ی عالی علوم اقتصادی و اجتماعی  در قزوین پذیرفته شد و ضمن اشتغال در ثبت احوال به ادامه تحصیل نیز پرداخت .در خرداد ماه سال 1357 موفق به دریافت  مدرک کارشناسی  در رشته علوم اجتماعی گردید  .\n" +
                        "او سال ها است که  در شعر و شاعری  قلم فرسایی  نموده است .آقای پدارم  در شعر  تاتی ، فارسی  و گاهی نیز  در ترکی طبع آزمایی نموده است و ... \n" +
                        "\n" +
                        "آثار 1- آوای تات : مجموعه شعر های تاتی در مورد فرهنگ آداب رسوم و ....\n" +
                        "2- نهج البلاغه منظوم: متن نهج البلاغه  به زبان تاتی به  نظم کشیده شده است\n" +
                        "3- جای پای عبید زاکانی\n" +
                        "4- داستان زد های تاتی تاکستان\n" +
                        "5- مثنوی جمیله و جمال\n" +
                        "\n");
                break;
            case 2:
                SliderArray.add(ContextCompat.getDrawable(getActivity(), R.drawable.hosseinlashgari));
                text.setText("خلبان آزاده حسین لشگری، ملقب به سیدالاسراء ایران، در سال 1331 در روستای ضیاء\u200Cآباد شهرستان قزوین به\u200Cدنیا آمد. \n" +
                        "وی دوره تحصیلات ابتدایی را در زادگاهش به پایان رساند و برای ادامه تحصیل به قزوین رفت. در سال 1350 پس از اخذ دیپلم برای انجام خدمت سربازی به لشگر 77 خراسان اعزام شد.\n" +
                        "همان موقع با درجه گروهبان سومی در رزمایش مشترکی که بین نیروی زمینی و هوایی انجام می\u200Cگرفت، حضور داشت و با خلبانان شرکت\u200Cکننده در رزمایش آشنا شد.\n" +
                        "پس از آن شورو\u200Cشوق فراوان که به حرفه خلبانی در وی ایجاد شد؛ پس از پایان دوره سربازی در آزمون دانشکده خلبانی شرکت کرد و پس از موفقیت به استخدام نیروی هوایی درآمد.\n" +
                        "در سال 1354 پس از گذراندن مقدمات آموزش پرواز در ایران، برای تکمیل دوره خلبانی به آمریکا اعزام شد و با درجه ستوان دومی به ایران بازگشت و به\u200Cعنوان خلبان هواپیمای شکاری اف-5 مشغول به خدمت شد.\n" +
                        "ابتدا در پایگاه تبریز مشغول به کار بود ولی با شدت گرفتن تجاوزات رژیم بعث عراق به پاسگاه\u200Cهای مرزی جنوب و غرب کشور، برای دفاع از حریم هوایی میهن اسلامی به دزفول منتقل شد.\n" +
                        "حسین لشگری با آغاز جنگ تحمیلی به خیل مدافعان کشور پیوست و پس از انجام 12 مأموریت هواپیمای وی مورد اصابت موشک دشمن قرار گرفت و مجبور به ترک هواپیما شد که نهایتاً در خاک دشمن به اسارت نیروی بعث عراق درآمد.\n" +
                        "این شهید بزرگوار سه ماه اول دوران اسارت در سلول انفرادی بود و پس از آن در مدت 8 سال با حدود 60 نفر دیگر از همرزمان در یک سالن عمومی و دور از چشم صلیب سرخ جهانی نگهداری شد.\n" +
                        "پس از پذیرش قطع\u200Cنامه 598 وی را از سایر دوستان جدا نمودند و قسمت دوم دوران اسارت 16 سال به طول انجامید.\n" +
                        "امیر سرتیپ خلبان حسین لشگری پس از 16 سال اسارت به نیروهای صلیب سرخ معرفی شد و دو سال بعد در روز هفدهم فروردین سال 1377 به ایران بازگشت.\n" +
                        "امیر سرلشگر خلبان لشگری جانباز 70 درصد نیروی هوایی ارتش جمهوری اسلامی ایران که با تحمل 18 سال اسارت دشمن بعثی و مقاومت جانانه در برابر تهدید و تطمیع و شانتاژ رژیم بعث عراق، پیروزمندانه به میهن اسلامی بازگشته بود، در بدو ورود در دیدار صمیمانه با فرماندهی معظم کل\u200Cقوا ضمن تجدید بیعت با معظم\u200Cله مفتخر به لقب سید\u200Cالاسراء ایران از سوی رهبر معظم انقلاب گردید.\n" +
                        "این خلبان سرافراز سرانجام در روز نوزدهم مرداد سال 1388 بر اثر عارضه\u200Cهای ناشی از دوران اسارت در سال\u200Cهای جنگ تحمیلی به شهادت رسید.\n");
                break;
            case 3:
                SliderArray.add(ContextCompat.getDrawable(getActivity(), R.drawable.mosavishali));
                text.setText("سید حسن موسوی پورمعروف به شالی فرزند سید محمّد به سال 1296 ه.ش درخانواده ی مذهبی ومشهور به فضیلت که اجدادشان با سی وهفت واسطه منسوب به سلسله ی مقدسه ی باب الحوائج، امام موسی کاظم (ع) می باشند دیده به دنیا گشود. مادر گرامی اش دریک رویای صادقه دریافت که کودکش هدیه ی آسمانی است وآینده ی درخشانی خواهد داشت. وی ازآغاز نوجوانی به تحصیل علوم اسلامی روی آورده وبا تلمذ ازمحضر علما ومجتهدین عظیم الشانی،درطی 22سال تحصیل در نجف اشرف ،توانست مدارج علمی رابه سرعت طی نموده وباتزکیه ی نفس ومجاهده ی فراوان به درجه ی اجتهاد نائل گرددتاجایی که آیت الله بهجت فرموده اند:((اگرمی خواهیدبه چهره ی انسان های بهشتی بنگرید به آقای شالی نگاه کنید. \n" +
                        "موقعیت علمی\n" +
                        "مقام والای آیت الله شالی ازسویی وتقوای زبانزد ایشان ازسوی دیگر، موجب اطمینان واحترام ووثوق عالمان طراز اول جهان اسلام ،درو عصرحاضربه ایشان گردیده است واین اطلاعات علمی ووسعت اندیشه ولی جویی ایشان درزمان غیبت حضرت ولی عصر(عج) می باشد. \n" +
                        "شفای عاجل\n" +
                        "در یکی از مجالس عزاداری،کودکی که مبتلا به صرع است،به زمین می افتد و غش می کند.اطرافیانش سراسیمه ونگران می شوند.آیت الله شالی که یکی از عزاداران است برسرکودک حاضر می شودومی گوید:به حق جدم موسی بن جعفر(ع)برخیز.ناگهان کودک چشم باز می کند و می ایستد.حاضران تعجب می کنند.از اومی پرسند چه اتفاقی افتاد؟ کودک جواب می دهد:هرگاه غش می کردم،احساس می کردم چند نفرمی آیند ومراکتک می زنند.اما این دفعه آقایی آمد،آنها راکنارزدوبه من گفت: یکی از فرزندان ما ازمن خواست تاتو را کمک کنم.آن گاه مراخوب کردوشفا داد. \n" +
                        " آیت الله شالی از سال 1358ه.ش درمدت 24 سال نمایندگی ولی فقیه وامامت جمعه ی شهرستان تاکستان ،علاوه برکارتبلیغی گسترده،اقدام به تاسیس مدرسه ی اسلامی شال وتدریس در حوزه ودانشگاه نموده ودرپشتیبانی جنگ پیش قدم بوده ومشوق حضورنزدیکان خوددرجنگ ودفاع مقدس نیزبوده اندوتاکنون ده هاتن ازنزدیکان ایشان به درجه ی رفیع شهادت نائل آمده اند.\n");
                break;
            case 4:
                SliderArray.add(ContextCompat.getDrawable(getActivity(), R.drawable.ehsanlashgari));
                text.setText("احسان لشگری، کشتی\u200Cگیر آزادکار ایرانی زادهٔ شهریورماه ۱۳۶۴ در شهرستان تاکستان است. لشگری در المپیک لندن در وزن ۸۴ کیلوگرم با قبول شکست در دیداری نزدیک مقابل شریف شریف\u200Cاف آذربایجانی، به نشان برنز دست یافت.\n" +
                        "احسان لشگری با پیروزی برابر حریف ترکیه ای خود توانست مدال برنز مسابقات کشتی آزاد المپیک را کسب کند.\n" +
                        " در شروع مسابقات مدال برنز المپیک ، احسان لشگری توانست در دو وقت و در یک بازی برتر ، توانست حریف ترکیه ای را شکست دهد. لشگری در وقت اول توانست ۳ بر ۲ بولکباشی را شکست دهد و در وقت دوم هم در نبردی کاملا هجومی توانست ۳ بار حریفش را خاک کندو قاطعانه صاحب مدال برنز المپیک شود.\n" +
                        "بازی\u200Cهای المپیک\n" +
                        "   برنز  لندن  ۸۴ کیلو\u200C گرم\n" +
                        "قهرمانی آسیا\n" +
                        "طلا ۲۰۰۹ پاتایا ۸۴ ک\u200Cیلو گرم\n" +
                        "طلا ۲۰۱۰ دهلی نو ۸۴ ک\u200Cیلو گرم\n");
                break;
            case 5:
//                SliderArray.add(ContextCompat.getDrawable(getActivity(), R.drawable.bashgol));
                introduceCityCelebration_View.setVisibility(View.GONE);
                text.setText("حاج سيد ابوالقاسم برهان قزويني در سال 1306 ، در قريه  آغبلاق قاقازان از توابع شهرستان تاکستان  ، ديده به جهان گشود. او براي تكميل تحصيلات ديني و فراگيري سطوح بالاتر علوم ، به شهر قم مهاجرت نمود. و پس از شش سال تحصيل در اين شهر ، به زادگاهش قزوين بازگشت و تحصيلات ديني خود را تكميل كرد. سيد ابوتاالقاسم پس از رسيدن به مرتبه كمال علمي ، در منبر و محراب به كار ترويج دين كوشيد. او به اخبار ، حكايات و روايات ، احاديث ، و قصه هاي قرآني آشنايي و احاطه كامل دارد.گروه : علوم انساني رشته : الهيات و معارف اسلامي والدين و انساب : حاج سيد صالح ، پدرسيد ابوالقاسم برهان قزويني ، فرزند سيد حسين نوريني ابهري ، و او پسر مير مفيد پسر ميرزا آقا ، پسر حاج مرتضي خندابي فرزند آقا حيدر خندابي مي باشد. سرسلسله اين خاندان آقا مير خضر ، مدفون در قريه خنداب ، از توابع ضياء آباد است كه مير خضر نسبش به فرزندان امام چهارم ، حضرت زين العابدين (ع) مي رسد.اوضاع اجتماعي و شرايط زندگي : سيد ابوالقاسم برهان قزويني فرزند سيد صالح ، معروف به حاج سيد آقا برهان ، در قريه « آغبلاق قاقازان » از مادري نيك نام و بزرگوار ، ديده به جهان گشود.تحصيلات رسمي و حرفه اي : سيد ابوالقاسم برهان قزويني پس از فراگيري علوم جديد تا ششم ابتدايي ، به مدت شش سال دوره مقدماتي علوم ديني را نزد اساتيد و علماي نامدار و بزرگوار قزوين آموخت. پس از آن براي تكميل تحصيلات ديني و فراگيري سطوح بالاتر علوم ، به شهر قم مهاجرت نمود. وي پس از شش سال تحصيل در قم ، به زادگاهش قزوين بازگشت و تحصيلات ديني خود را تكميل كرد.استادان و مربيان : سيد ابوالقاسم برهان قزويني در حوزه علميه قم محضر درس آيت الله العظمي مرعشي نجفي را درك نمود. وي پس از بازگشت از قم ، در حوزه علميه قزوين ، از محضر آيت الله العظمي حاج سيد ابوالحسن رفيعي به حد كمال استفاده علمي و عرفاني برد.ساير فعاليتها و برنامه هاي روزمره : سيد ابوالقاسم برهان قزويني پس از رسيدن به مرتبه كمال علمي ، در منبر و محراب به كار ترويج دين كوشيد و علاوه بر اطراف قزوين ، در ابهر ، زنجان و قم به تشريح و تحكيم مواضع قرآني و فرامين رباني مشغول شد.آرا و گرايشهاي خاص : حاج سيد ابوالقاسم برهان قزويني به اخبار ، حكايات و روايات ، احاديث ، و قصه هاي قرآني آشنايي و احاطه كامل دارد.");
                break;
            case 6:
                SliderArray.add(ContextCompat.getDrawable(getActivity(), R.drawable.allahyari));
                text.setText("سردار احمد الهیاری سرداری است که با وجود اینکه ۲۸ سال داشت اما ره صد ساله را در این سال های عمر طی کرد. این شهید والامقام هفتم تیر ۱۳۳۸، در روستای خورهشت از توابع شهر تاکستان به دنیا آمد. پدرش شعبانعلی (فوت۱۳۵۰) و مادرش زهرا نام داشت. تا پایان دوره ابتدایی درس خواند و مزین به لباس سبز پاسداری از حریم اسلام وانقلاب گشت. سال ۱۳۶۵ ازدواج کرد و صاحب یک دختر شد.\n" +
                        "هفتم تیر ۱۳۶۶، با سمت فرمانده گردانی در سردشت آذربایجان غربی توسط نیروهای عراقی بر اثر اصابت ترکش به سر، شهید شد. مزار او در گلزار شهدای زادگاهش واقع در خورهشت است. سردار شهید «احمد اللهیاری» در عملیات\u200Cهای متعددی فرمانده گردان بود و یکی از کسانی است که همواره مورد توجه سردار احمد کاظمی بود.\n" +
                        "خاطراتی از سردار شهید احمد اللهیاری: یکبار احمد آقا در راه برگشت به محلشان هدف گلوله منافقین قرار می گیرد و از ناحیه پا زخمی می شود و با پای زخمی حدود دوازده کیلومتر مسیر را پیاده طی می کند تا به مسجد محل می رسد و نماز می گذارد و خدا را شکر می کند. یکی از برادرانش از حضور وی در مسجد مطلع می شود و او را به بیمارستان می رساند، دکتر پس از دیدنش گفت چند روزی باید در اینجا بستری شوی تا زخمت خوب شود.\n" +
                        "اما احمد آقا همان جا با دست پایش را فشار می دهد و گلوله را در می آورد و راهی منطقه می شود. یک روز بچه ها گفتند: احمد آقا پوتین های ما خراب است. او فردای آن روز تعدادی پوتین آورد و گفت: بچه ها هر کدام از شما که پوتین هایش خراب است می تواند تعویض کند در همین حین دیدم خود احمد آقا که کف یکی از پوتین هایش افتاده با بند پوتین آن را بسته تا نیفتد.\n" +
                        "گفتم احمد آقا شما هم یک پوتین نو بردارید. گفت: نه این پوتین ها برای بچه هاست. همین پوتین ها هم که پایم هست برای من زیاد است.ایشان نسبت به غیبت و تهمت و حرفهای ناشایست و ناروا، بسیار حساس بود و تأکید داشت که بچه ها در هنگام شوخی رعایت مسائل اخلاقی را بکنند. می گفت: هر کس حرف بدی بزند باید دویست تومان جریمه شود. یادم هست یک روز در راه دزفول به طرف خرمشهر حدود دو یا سه هزار تومان پول جمع کردند.\n");
                break;
            case 7:
                SliderArray.add(ContextCompat.getDrawable(getActivity(), R.drawable.ebrahimi));
                text.setText("در روستای کماجین از توابع شهرستان تاکستان به دنیا آمد. پدرش سیدبهاءالدین ، شاگرد عطاری بود و مادرش سیده\u200Cسارا نام داشت. تا پایان سطح اول در حوزه علمیه درس خواند. روحانی و پاسدار بود. سال ۱۳۵۹ ازدواج کرد و صاحب یک پسر و یک دختر شد. \n" +
                        "ایشان قائه مقام فرمانده ی لجستیک سپاه پاسداران انقلابا اسلامی در مهاباد بود که یکم شهریور ۱۳۶۱، بر اثر ضربه مغزی به شهادت رسید. \n");
                break;
            case 8:
//                SliderArray.add(ContextCompat.getDrawable(getActivity(), R.drawable.bashgol));
                introduceCityCelebration_View.setVisibility(View.GONE);
                text.setText("شیخ عبدالکریم در سال 1300 هجری در خانواده ای مذهبی و روحانی پای به عرصه وجود نهاد که شجره اش از پسر به پدر عبارتست از عبدالکریم فرزند شیخ عبدالرحیم، شیخ محمد حسن، ملایعقوب، ملاعبدالعظیم، ملاعلی اصغر.\n" +
                        "شیخ عبدالکریم کودکی را نزد پدر و جد روحانی خود شروع به تحصیل علم نمود و سال 1327 جهت ادامه تحصیل به قزوین عزیمت کرد. در مدرسه ابراهیمیه، معروف به مدرسه جدید از محضر اساتیدی چون آیت الله رفیعی قزوینی، آیت الله سید ابوترابی، آیت الله شیخ عبد الحسین شهیدی و دیگر بزرگان به کسب علم پرداخت. پس از تکمیل تحصیلات به زادگاهش اسپرورین، بازگشت و قریب نیم قرن کمر به خدمت اهالی اسفرورین بست و تبلیغ و ترویج قوانین دین را سرلوحه برنامه هایش قرار داد.\n" +
                        "این روحانی مخلص استعداد سرشاری داشت و هر مسئله و سوالی که مطرح می شد بلافاصله جواب می داد. این مرحوم کراراً می فرمودند حضرت آیت الله رفیعی قزوینی (ره) بارها به من فرمودند که «حاج شیخ عبدالکریم در سیمای شما آثار اجتهاد را می بینیم، به اسفرورین نروید.» اما از آنجا که پدر و جد روحانی ام به دیار باقی شتافته بودند می بایست برای تبلیغ و ترویج احکام الله برای خلق الله به اسفرورین مراجعت کنند. \n" +
                        "از آنجا که مرحوم شیخ عبدالکریم انسانی مردم دار و دین مدار بود، وقتی خبر وفاتش به گوش اهالی رسیده مردم اسفرورین و حومه، کار و زندگی را رها نمودند تا در مراسم تشییع جنازه روحانی پیر و پرهیزگار خود شرکت نمایند. روز سوم این شیخ بزرگوار، دهها هزار نفر جمعیت با دسته های عزاداری، در مجلس سوگواری باشکوه این روحانی عزیز، عظیم و عارف با دلی داغدار از فرغت یار، خالصانه شرکت داشتند و پرچم سیاه سوگواری را سر هر کوی و برزن برافراشتند. \n" +
                        "جسد پاک این روحانی بزرگوار و پرهیزکار را، به تاریخ 27/3/1375، پس از 75 سال زندگی، کنار مزار پدر و جد بزرگوارش در اسفرورین به خاک سپردند. او رفت اما یادش همواره در دلها زنده است. روح پرتوانش شاد باد.\n");
                break;
            case 9:
                SliderArray.add(ContextCompat.getDrawable(getActivity(), R.drawable.ziaabadi));
                text.setText("حضرت آيت الله سيّدمحمّد ضياءآبادي فرزند مرحوم حجّه الاسلام حاج سيّد محمود ضياءآبادي(طاب ثراه) در سال1309 هجري شمسي\u200Cدر قريه\u200Cي ضياءآباد از توابع شهرستان تاکستان به دنيا آمد و در شهر قزوين پس از فراگيري مقدّمات علمي: صرف و نحو، منطق، معاني و بيان و معالم الاصول از اساتيد معظّم رحمه\u200C الله عليهم اجمعين ،لمعتين ،رسائل، مكاسب و شرح منظومه را از محضر پرفيض حضرت آيت الله حاج سيّدابوالحسن رفيعي قزويني رضوان الله تعالي عليه استفاضه كرده و سپس به حوزه\u200Cي علميّه\u200Cي قم مشرّف و در مدرسه\u200Cي فيضيّه اقامت گزيدند .\n" +
                        "معظّم له بيش از پانزده سال در آن شهر مقدّس اشتغال به تحصيل فقه و اصول و فلسفه داشت. قسمتي از كفايه را در حلقه\u200Cي درس مرحوم آيت الله حاج شيخ عبدالجواد اصفهاني و قسمت ديگر آن را در حلقه\u200Cي درس مرحوم آيت الله سلطاني رحمه الله عليهما فراگرفت و در حوزه\u200Cي درس خارج  مرحوم آيت الله العظمي بروجردي قدّس سرّه، فقه و اصول حضرت آيت الله العظمي خميني قدّس سرّه و درس فلسفه\u200Cي حضرت آيت الله علاّمه طباطبايي قدّس سرّه شركت مي\u200Cكرد .\n" +
                        "در سال 1340 شمسي پس از رحلت آيت الله بروجردي به تهران عزيمت و در حوزه\u200Cي علميّه\u200C\u200Cي عالم بزرگوار مرحوم حاج شيخ احمد مجتهدي قدّس سّره به تدريس مطوّل، معالم و لمعتين ، رسائل و مكاسب پرداخت.\n" +
                        "بخش عمده ا\u200Cي از فعّاليّت هاي ايشان، تشكيل جلسات هفتگي تفسير قرآن مجيد و بحث\u200Cهاي معارفي و اخلاقي براي توده مردم بوده است.\n" +
                        "در ساليان اخير اين  سخنراني هاي ضبط شده، به صورت سلسله نشرياتي تحت عنوان صفير هدايت ،صفير ولايت و صفير سعادت منتشر گرديد و همچنان ادامه دارد ......\n");
                break;
            case 10:
                SliderArray.add(ContextCompat.getDrawable(getActivity(), R.drawable.najafi));
                text.setText("هفتم خرداد ۱۳۳۸، در روستای شیرازک تابعه شهرستان تاکستان به دنیا آمد. پدرش اکبر، کشاورز بود و مادرش خدیجه نام داشت. تا پایان دوره راهنمایی درس خواند. سال ۱۳۵۸ ازدواج کرد و صاحب یک پسر و شش دختر شد. به عنوان پاسدار در جبهه حضور یافت. چهارم اسفند ۱۳۶۴، با سمت معاون فرمانده گردان در فاو عراق به شهادت رسید. ");
                break;
            case 11:
//                SliderArray.add(ContextCompat.getDrawable(getActivity(), R.drawable.bashgol));
                introduceCityCelebration_View.setVisibility(View.GONE);
                text.setText("ملا علی، معروف به قاضی ارداقی و مشهور به «حاج آقا»، روحانی شیعه ایرانی، از پیشگامان آموزش نوین در ایران و از کشته\u200Cشدگان جنبش مشروطه ایران بود.\n" +
                        "او فرزند ملا تقی بود و در روستای ارداق از توابع شهرستان تاکستان به دنیا آمد. پس از تحصیلات ابتدایی به جامه روحانیت درآمد و بعد از قضات معتبر عدلیه شد.\n" +
                        "در سال ۱۲۸۳ شمسی چند نفر از تجددخواهان قزوین به سرپرستی «میرزا صالح خان باغمیشه\u200Cای تبریزی»، فرماندار قزوین، انجمنی به نام «انجمن معارف» تشکیل دادند و مدرسه\u200Cای با نام «امید» بر پا کردند. این مدرسه اولین مدرسه به شیوه نوین در قزوین بود. مدرسه در شرق عالی قاپو واقع بود و چهار کلاس داشت. قاضی ارداقی که خود از اعضای انجمن معارف بود به مدیریت مدرسه برگزیده شد.\n" +
                        "او در جریان نخستین انتخابات قزوین برای مجلس شورای ملی نقش فعالی داشت و شب\u200Cنامه\u200Cهای ژلاتینیانتشار می داد و در اجتماعات شرکت می\u200Cکرد. پس از صدور فرمان مشروطه به تهران رفت. در جریان درگیری مشروطه\u200Cخواهان با محمد علیشاه، در کنار جهانگیرخان صوراسرافیل، سیدجمال واعظ و ملک المتکلمین قرار گرفت.\n" +
                        "چگونگی مرگ وی\n" +
                        "در دوره استبداد صغیر وی به همراه عده زیادی از آزادیخواهان و وکلای مجلس برای دفاع از مشروطه و مجلس در ساختمان مجلس تجمع کرده بودند. پس از آنکه مجلس توسط محمدعلی شاه به توپ بسته شد، جمعی از آزادیخواهان دستگیر و در غل و زنجیر روانه باغشاه شدند، وی در زمره دستگیرشدگان بود. دو روز بعد از آن شب او را با استریکنین مسموم کردند و با تشنج و زجر در زنجیر درگذشت. وی پس از جهانگیرخان صوراسرافیل و ملک\u200Cالمتکلمین سومین فردی است که در سال ۱۲۸۷ هجری شمسی در ماجرای باغشاه بعداز شکنجه کشته شد.\n" +
                        "آرامگاه\n" +
                        "بعد از فتح تهران و پیروزی قوای مشروطه و تشکیل مجلس عالی، طی مراسمی در روز دوم رجب ۱۳۲۷ قمری آرامگاه شهدا که محل دفن قاضی قزوینی، ملک المتکلمین و میرزا جهانگیر صور اسرافیل بود در ضلع جنوبی باغشاه افتتاح و هزاران نفر با آوردن گل و برپایی خیمه وخرگاه یاد جانبازی آنان را گرامی داشتند.\n");
                break;
        }




        ImageSlider();


        return view;
    }

    public void ImageSlider() {

        if (SliderArray.size() != 0) {
            mPager.setAdapter(new SliderAdapter(getActivity(), SliderArray));
            indicator.setViewPager(mPager);


            // Auto start of viewpager
            final Handler handler = new Handler();
            final Runnable Update = new Runnable() {
                public void run() {
                    if (currentPage == SliderArray.size()) {
                        currentPage = 0;
                    }
                    mPager.setCurrentItem(currentPage++, true);
                }
            };
            Timer swipeTimer = new Timer();
            swipeTimer.schedule(new TimerTask() {
                @Override
                public void run() {
                    handler.post(Update);
                }
            }, 2000, 2500);
        }

    }
}
